{
  "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
  "chunks": [
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_0",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 0,
      "text": "Document Metadata:\nDocument Type: TREATY\nKey Dates: June 22, 2023, June 22, 2023, June 1, 1868, June 13, 1962, June 22, 2023\n\n[Document Type: TREATY]\n\nFINDL AW CASE L AW UNITED ST ATES US SUPREME COUR T ARIZ ONA ET AL. V . NAVAJO N ATION E T AL. ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023)\nUnited States Supr eme Cour t\nARIZ ONA ET AL. v. NAVAJO N ATION E T AL. (2023)\nNo. 21-1484\nArgued: Mar ch 20, 2023 Decided: June 22, 2023\nAn 1868 peace tr eaty between the United States and the Na vajo Tribe established the Na vajo\nReser vation that t oday spans some 17 million acr es, almost entir ely in the Color ado Riv er Basin of the\nwestern United States. The F eder al Go vernment' s reser vation of land for an Indian tribe implicitly\nreser ves the right t o use needed water fr om v arious sour ces--such as gr oundwater , rivers, str eams, lak es,\nand springs--that arise on, bor der, cross, underlie, or ar e encompassed within the r eser vation. See\nWinters  v. United States , 207 U. S. 564, 576-577. While the Tribe has the right t o use needed water fr om\nthe r eser vation 's numer ous water sour ces, the Na vajos face the same water scar city pr oblem that many\nin the western United States face."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_1",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 1,
      "text": "In the Na vajos' view , the F eder al Go vernment' s effor ts to assist the\nNavajos with their water needs did not fully satisfy the trust obligations of the United States under the\n1868 tr eaty. The Na vajos filed suit seeking t o compel the United States t o take affirmativ e steps  to\nsecur e needed water for the Tribe--including b y assessing the Tribe's water needs, de veloping a plan t o\nsecur e the needed water , and potentially building pipelines, pumps, wells, or other water infr astructur e.\nThe States of Ariz ona, Ne vada, and Color ado inter vened against the Tribe t o protect those States'\ninter ests in water fr om the Color ado Riv er. The U. S. District Cour t for the District of Ariz ona dismissed\nthe Na vajo Tribe's complaint, but the Ninth Cir cuit r eversed, holding in r elevant par t that the United States\nhas a duty under the 1868 tr eaty t o tak e affirmativ e steps t o secur e water for the Na vajos. Held : The 1868 tr eaty establishing the Na vajo Reser vation r eser ved necessar y water t o accomplish the\npurpose of the Na vajo Reser vation but did not r equir e the United States t o tak e affirmativ e steps t o\nsecur e water for the Tribe. Pp."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_2",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 2,
      "text": "6-13.\n/ / / /Find a\nLawy erLegal\nForms &\nServicesLearn\nAbout the\nLawLegal\nProfessionals Blogs4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 1/35\n          (a) The Tribe asser ts a br each-of-trust claim based on its view that the 1868 tr eaty imposed a duty\non the United States t o tak e affirmativ e steps t o secur e water for the Na vajos. To maintain such a claim\nhere, the Tribe must establish, among other things, that the text of a tr eaty, statute, or r egulation\nimposed cer tain duties on the United States. See United States  v. Jicarilla Apache Nation , 564 U. S. 162,\n173-174, 177-178. The F eder al Go vernment owes judicially enfor ceable duties t o a tribe \" only t o the\nextent it expr essly accepts those r esponsibilities. \" Id., at 177. Whether the Go vernment has expr essly\naccepted such obligations \" must tr ain on specific rights-cr eating or duty-imposing\" language in a tr eaty,\nstatute, or r egulation. United States  v. Navajo Nation , 537 U. S. 488, 506. Her e, while the 1868 tr eaty \" set apar t\" a r eser vation for the \"use and occupation of the Na vajo\ntribe, \" 15 Stat."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_3",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 3,
      "text": "668, it contains no language imposing a duty on the United States t o tak e affirmativ e\nsteps t o secur e water for the Tribe. See Navajo Nation , 537 U. S., at 506. Notably , the 1868 tr eaty did\nimpose a number of specific duties on the United States, but the tr eaty said nothing about any\naffirmativ e duty for the United States t o secur e water . As this Cour t has stated, \"Indian tr eaties cannot be\nrewritten or expanded be yond their clear terms. \" Choctaw Nation  v. United States , 318 U. S. 423, 432. T o be sur e, this Cour t's precedents ha ve stated that the United States maintains a gener al trust\nrelationship with Indian tribes, including the Na vajos. Jicarilla , 564 U. S., at 176. But unless Congr ess has\ncreated a conv entional trust r elationship with a tribe as t o a par ticular trust asset, this Cour t will not\n\"apply common-law trust principles\" t o inf er duties not found in the text of a tr eaty, statute, or r egulation. Id., at 178. Her e, nothing in the 1868 tr eaty establishes a conv entional trust r elationship with r espect t o\nwater ."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_4",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 4,
      "text": "And it is unsurprising that a tr eaty enacted in 1868 did not pr ovide for all of the Na vajos' curr ent\nwater needs 155 y ears later . Under the Constitution, Congr ess and the Pr esident ha ve the r esponsibility\nto update f eder al law as the y see fit in light of the competing contempor ary needs for water . (b) Other ar guments off ered b y the Na vajo Tribe t o suppor t its claims under the 1868 tr eaty ar e\nunpersuasiv e. First , that the 1868 tr eaty established the Na vajo Reser vation as a \" permanent home \"\ndoes not mean that the United States agr eed t o tak e affirmativ e steps t o secur e water for the Tribe. Second , the tr eaty 's expr ess r equir ement that the United States supply seeds and agricultur al\nimplements for a 3-y ear period t o the Tribe does not, as the Tribe contends, mean that the United States\nhas an additional duty t o tak e affirmativ e steps t o secur e water , but r ather demonstr ates that the United\nStates and the Na vajos knew how t o impose specific affirmativ e duties on the United States under the\ntreaty."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_5",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 5,
      "text": "Third, the Tribe asser ts that the United States' s purpor ted contr ol over the r eser ved water rights\nsuppor ts the view that the United States owes trust duties t o the Na vajos. But the \"F eder al Go vernment' s\nliability \" on a br each-of-trust claim \" cannot be pr emised on contr ol alone. \" United  States  v. Navajo Nation ,\n556 U. S. 287, 301. Finally , the text of the tr eaty and r ecor ds of tr eaty negotiations do not suppor t the\nclaim that in 1868 the Na vajos would ha ve underst ood the tr eaty t o mean that the United States must\ntake affirmativ e steps t o secur e water for the Tribe.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 2/35\n26 F. 4th 794, r eversed. KAVANAUGH, J., deliv ered the opinion of the Cour t, in which ROBERTS, C. J., and THOMAS, ALITO, and\nBARRETT, JJ., joined. THOMAS, J., filed a concurring opinion. GORSUCH, J., filed a dissenting opinion, in\nwhich SOTOMAYOR, KAGAN, and JACKSON, JJ., joined. Opinion of the Cour t\n 599 U. S. ____ (2023)\nNOTICE: This opinion is subject t o formal r evision befor e publication in the United States Repor ts."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_6",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 6,
      "text": "Readers ar e requested t o notify the Repor ter of Decisions, Supr eme Cour t of the United States,\nWashingt on, D . C. 20543, pio@supr emecour t.gov, of any typogr aphical or other formal err ors. Nos. 21-1484 and 22-51\nARIZ ONA, ET AL., PE TITIONERS 21-1484      v. NAVAJO N ATION, ET AL. DEP ARTMEN T OF THE IN TERIOR,\nET AL., PE TITIONERS 22-51      v. NAVAJO N ATION, ET AL. ON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n[June 22, 2023]\n     JUSTICE KAVANAUGH deliv ered the opinion of the Cour t.\n     In 1848, the United States won the Mexican-American W ar and acquir ed vast new territ ory from\nMexico in what would become the American W est. The Na vajos liv ed within a discr ete por tion of that\nexpansiv e and newly American territ ory. For the next two decades, howe ver, the United States and the\nNavajos periodically waged war against one another . In 1868, the United States and the Na vajos agr eed\nto a peace tr eaty. In ex change for the Na vajos' pr omise not t o engage in fur ther war , the United States\nestablished a lar ge reser vation for the Na vajos in their original homeland in the western United States."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_7",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 7,
      "text": "Under the 1868 tr eaty, the Na vajo Reser vation includes (among other things) the land, the miner als\nbelow the land' s sur face, and the timber on the land, as well as the right t o use needed water on the\nreser vation. The question in this suit concerns \"r eser ved water rights\"--a shor thand for the water rights implicitly\nreser ved to accomplish the purpose of the r eser vation. Cappaer t v. United States , 426 U. S. 128, 138\n(1976); see also Winters  v. United States , 207 U. S. 564, 576-577 (1908). The Na vajos' claim is not that\nthe United States has inter fered with their water access. Instead, the Na vajos contend that the tr eaty\nrequir es the United States t o take affirmativ e steps  to secur e water for the Na vajos--for example, b y\nassessing the Tribe's water needs, de veloping a plan t o secur e the needed water , and potentially building4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 3/35\npipelines, pumps, wells, or other water infr astructur e--either t o facilitate better access t o water on the\nreser vation or t o transpor t off-r eser vation water ont o the r eser vation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_8",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 8,
      "text": "In light of the tr eaty 's text and\nhistory, we conclude that the tr eaty does not r equir e the United States t o tak e those affirmativ e steps. And it is not the Judiciar y's role t o rewrite and update this 155-y ear-old tr eaty. Rather , Congr ess and the\nPresident ma y enact--and often ha ve enacted--laws t o assist the citiz ens of the western United States,\nincluding the Na vajos, with their water needs. I\n     The Na vajo Tribe is one of the lar gest in the United States, with mor e than 300,000 enr olled members,\nroughly 170,000 of whom liv e on the Na vajo Reser vation. The Na vajo Reser vation is the geogr aphically\nlargest in the United States, spanning mor e than 17 million acr es acr oss the States of Ariz ona, New\nMexico, and Utah. To put it in perspectiv e, the Na vajo Reser vation is about the siz e of W est Vir ginia. Two tr eaties between the United States and the Na vajo Tribe led t o the establishment of the Na vajo\nReser vation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_9",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 9,
      "text": "After the Mexican-American W ar ended in 1848, the United States acquir ed contr ol over\nmassiv e new territ ory thr oughout what is now the western United States--spanning west fr om Texas\nthrough New Mexico and Ariz ona t o California, and nor th int o Oklahoma, Kansas, Color ado, Wy oming,\nUtah, and Ne vada. The Na vajos liv ed in a por tion of that formerly Mexican territ ory. In 1849, the United States enter ed int o a tr eaty with the Na vajos. See Treaty Between the United\nStates of America and the Na vajo Tribe of Indians, Sept. 9, 1849, 9 Stat. 974 (r atified Sept. 24, 1850). In\nthat 1849 tr eaty, the Na vajo Tribe r ecogniz ed that the Na vajos wer e now within the jurisdiction of the\nUnited States, and the Na vajos agr eed t o cease hostilities and t o maintain \" perpetual peace \" with the\nUnited States. Ibid. In r eturn, the United States agr eed t o \"designate, settle, and adjust\" the \"boundaries\"\nof the Na vajo territ ory. Id., at 975. Ov er the next two decades, howe ver, the United States and the Na vajos often wer e at war with one\nanother ."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_10",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 10,
      "text": "During that period, the United States for cibly mo ved many Na vajos fr om their original homeland\nto a r elativ ely barr en ar ea in New Mexico known as the Bosque Redondo Reser vation. In 1868, the two sides agr eed t o a second tr eaty t o put an end t o \"all war between the par ties.\" The\nUnited States \" set apar t\" a lar ge reser vation \"for the use and occupation of the Na vajo tribe \" within the\nnew American territ ory in the western United States. Treaty Between the United States of America and\nthe Na vajo Tribe of Indians, June 1, 1868, 15 Stat. 667-668 (r atified A ug. 12, 1868). Impor tantly , the\nreser vation would be on the Na vajos' original homeland, not the Bosque Redondo Reser vation. The new\nreser vation would enable the Na vajos t o once again become self-sufficient, a substantial impr ovement\nfrom the situation at Bosque Redondo. The United States also agr eed (among other things) t o build\nschools, a chapel, and other buildings; t o provide teachers for at least 10 y ears; t o supply seeds and4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_11",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 11,
      "text": "(2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 4/35\nagricultur al implements for up t o thr ee years; and t o provide funding for the pur chase of sheep, goats,\ncattle, and corn. In \" consider ation of the adv antages and benefits conf erred\" on the Na vajos b y the United States in the\n1868 tr eaty, the Na vajos pledged not t o engage in fur ther war against the United States or other Indian\ntribes. Id., at 669-670. The Na vajos also agr eed t o \"relinquish all right t o occup y any territ ory outside their\nreser vation \"--with the ex ception of cer tain rights t o hunt. Id., at 670. The Na vajos pr omised t o \"mak e the\nreser vation \" their \" permanent home. \" Id., at 671. In shor t, the tr eaty enabled the Na vajos t o live on their\noriginal land. See Treaty Between the United States of America and the Na vajo Tribe of Indians With a\nRecor d of the Discussions That Led t o Its Signing 2, 4, 10-11, 15 (1968). Under the 1868 tr eaty, the Na vajo Reser vation includes not only the land within the boundaries of the\nreser vation, but also water rights."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_12",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 12,
      "text": "Under this Cour t's longstanding r eser ved water rights doctrine,\nsometimes r eferred to as the Winters doctrine, the F eder al Go vernment' s reser vation of land for an\nIndian tribe also implicitly r eser ves the right t o use needed water fr om v arious sour ces--such as\ngroundwater , rivers, str eams, lak es, and springs--that arise on, bor der, cross, underlie, or ar e\nencompassed within the r eser vation. See Winters  v. United States , 207 U. S. 564, 576-577 (1908); see\nalso Cappaer t v. United States , 426 U. S. 128, 138-139, 143 (1976); Arizona v. California , 373 U. S. 546,\n598-600 (1963); F . Cohen, Handbook of F eder al Indian Law §19.03(2)(a), pp. 1212-1213 (N. Newt on ed. 2012). Under the Winters  doctrine, the F eder al Go vernment r eser ves water only \"t o the extent needed t o\naccomplish the purpose of the r eser vation. \" Sturgeon  v. Frost, 587 U. S. ___, ___ (2019) (slip op., at 13)\n(internal quotation marks omitted); United States  v. New Mexico , 438 U. S. 696, 700-702 (1978). The Na vajo Reser vation lies almost entir ely within the Color ado Riv er Basin, and thr ee vital riv ers--the\nColor ado, the Little Color ado, and the San Juan--bor der the r eser vation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_13",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 13,
      "text": "To meet their water needs for\nhousehold, agricultur al, industrial, and commer cial purposes, the Na vajos obtain water fr om riv ers,\ntributaries, springs, lak es, and aquif ers on the r eser vation. Much of the western United States is arid. W ater has long been scar ce, and the pr oblem is getting\nworse. F rom 2000 thr ough 2022, the r egion faced the driest 23-y ear period in mor e than a centur y and\none of the driest periods in the last 1,200 y ears. And the situation is expected t o grow mor e severe in\nfutur e years. So e ven though the Na vajo Reser vation encompasses numer ous water sour ces and the\nTribe has the right t o use needed water fr om those sour ces, the Na vajos face the same water scar city\nproblem that many in the western United States face. Ov er the decades, the F eder al Go vernment has tak en various steps t o assist the people in the western\nStates with their water needs. The Solicit or Gener al explains that, for the Na vajo Tribe in par ticular , the\nFeder al Go vernment has secur ed hundr eds of thousands of acr e-feet of water and authoriz ed billions of\ndollars for water infr astructur e on the Na vajo Reser vation. See Tr."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_14",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 14,
      "text": "of Or al Ar g. 5; see also, e.g.,\nConsolidated Appr opriations Act, 2021, Pub. L. 116-260, 134 Stat. 3227, 3230; Nor thwestern New4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 5/35\nMexico Rur al W ater Pr ojects Act, §§10402, 10609, 10701, 123 Stat. 1372, 1395-1397; Centr al Ariz ona\nProject Settlement Act of 2004, §104, 118 Stat. 3487; Color ado Ute Settlement Act Amendments of\n2000, 114 Stat. 2763A-261, 2763A-263; Act of June 13, 1962, 76 Stat. 96; Act of Apr . 19, 1950, 64 Stat. 44-45. In the Na vajos' view , howe ver, those effor ts did not fully satisfy the United States' s obligations under\nthe 1868 tr eaty. The Na vajos ther efore sued the U. S. Depar tment of the Interior , the Bur eau of Indian\nAffairs, and other f eder al par ties. As r elevant her e, the Na vajos asser ted a br each-of-trust claim arising\nout of the 1868 tr eaty and sought t o \"compel the F eder al Def endants t o determine the water r equir ed to\nmeet the needs\" of the Na vajos in Ariz ona and t o \"devise a plan t o meet those needs. \" App. 86."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_15",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 15,
      "text": "The\nStates of Ariz ona, Ne vada, and Color ado inter vened against the Tribe t o protect those States' inter ests in\nwater fr om the Color ado Riv er. Accor ding t o the Na vajos, the United States must do mor e than simply not inter fere with the r eser ved\nwater rights. The Tribe ar gues that the United States also must take affirmativ e steps  to secur e water for\nthe Tribe-- including b y assessing the Tribe's water needs, de veloping a plan t o secur e the needed water ,\nand potentially building pipelines, pumps, wells, or other water infr astructur e. See Tr. of Or al Ar g. 102\n(counsel for Na vajo Nation: \"I can 't say that\" the United States' s obligation \"t o ensur e access\" t o water\n\"would ne ver requir e any infr astructur e whatsoe ver\"). The U. S. District Cour t for the District of Ariz ona dismissed the Na vajo Tribe's complaint. In r elevant\npart, the District Cour t determined that the 1868 tr eaty did not impose a duty on the United States t o tak e\naffirmativ e steps t o secur e water for the Tribe."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_16",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 16,
      "text": "The U. S. Cour t of Appeals for the Ninth Cir cuit r eversed, holding in r elevant par t that the United States\nhas a duty under the 1868 tr eaty t o tak e affirmativ e steps t o secur e water for the Na vajos. Navajo Nation\nv. United States Dept. of Interior , 26 F . 4th 794, 809-814 (2022). This Cour t granted cer tiorari. 598 U. S.\n___ (2022). II\n     When the United States establishes a tribal r eser vation, the r eser vation gener ally includes (among\nother things) the land, the miner als below the land' s sur face, the timber on the land, and the right t o use\nneeded water on the r eser vation, r eferred to as r eser ved water rights. See United States  v. Shoshone\nTribe, 304 U. S. 111, 116-118 (1938); Winters  v. United States , 207 U. S. 564, 576-577 (1908); see also\nCappaer t v. United States , 426 U. S. 128, 138-139 (1976). Each of those rights is a stick in the bundle of\nproper ty rights that mak es up a r eser vation. This suit inv olves water . To help meet their water needs, the Na vajos obtain water fr om, among other\nsour ces, riv ers, tributaries, springs, lak es, and aquif ers on the r eser vation. As r elevant her e, the Na vajos4/7/25, 10:35 AM ARIZONA ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_17",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 17,
      "text": "v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 6/35\ndo not contend that the United States has inter fered with their access t o water . Rather , the Na vajos ar gue\nthat the United States must tak e affirmativ e steps t o secur e water for the Tribe--for example, b y\nassessing the Tribe's water needs, de veloping a plan t o secur e the needed water , and potentially building\npipelines, pumps, wells, or other water infr astructur e.\n     The Tribe asser ts a br each-of-trust claim. To maintain such a claim her e, the Tribe must establish,\namong other things, that the text of a tr eaty, statute, or r egulation imposed cer tain duties on the United\nStates. See United States  v. Jicarilla Apache Nation , 564 U. S. 162, 173-174, 177-178 (2011); United\nStates  v. Navajo Nation , 537 U. S. 488, 506-507 (2003); United States  v. Mitchell , 445 U. S. 535, 542, 546\n(1980). The F eder al Go vernment owes judicially enfor ceable duties t o a tribe \" only t o the extent it\nexpr essly accepts those r esponsibilities. \" Jicarilla , 564 U. S., at 177."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_18",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 18,
      "text": "Whether the Go vernment has\nexpr essly accepted such obligations \" must tr ain on specific rights-cr eating or duty-imposing\" language in\na treaty, statute, or r egulation. Navajo Nation , 537 U. S., at 506. That r equir ement follows fr om separ ation\nof powers principles. As this Cour t recogniz ed in Jicarilla , Congr ess and the Pr esident ex ercise the\n\"sovereign function \" of or ganizing and managing \"the Indian trust r elationship. \" 564 U. S., at 175. So the\nfeder al cour ts in turn must adher e to the text of the r elevant law--her e, the tr eaty.1\n     In the Tribe's view , the 1868 tr eaty imposed a duty on the United States t o tak e affirmativ e steps t o\nsecur e water for the Na vajos. With r espect, the Tribe is incorr ect. The 1868 tr eaty \" set apar t\" a\nreser vation for the \"use and occupation of the Na vajo tribe. \" 15 Stat. 668. But it contained no \"rights-\ncreating or duty-imposing\" language that imposed a duty on the United States t o tak e affirmativ e steps\nto secur e water for the Tribe. Navajo Nation , 537 U. S., at 506. Notably , the 1868 tr eaty did impose a number of specific duties on the United States. Cf. Jicarilla , 564\nU. S., at 184-185."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_19",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 19,
      "text": "F or example, the tr eaty r equir ed the United States t o construct a number of buildings\non the r eser vation, including schools, a chapel, a carpenter shop, and a blacksmith shop. 15 Stat. 668-\n669. The tr eaty also mandated that the United States pr ovide teachers for the Na vajos' schools for at\nleast 10 y ears, and t o provide ar ticles of clothing or other goods t o the Na vajos. Id., at 669. And the\ntreaty r equir ed the United States t o supply seeds and agricultur al implements for up t o thr ee years. Ibid. But the tr eaty said nothing about any affirmativ e duty for the United States t o secur e water . And as\nthis Cour t has stated, \"Indian tr eaties cannot be r ewritten or expanded be yond their clear terms. \" Choctaw Nation  v. United States , 318 U. S. 423, 432 (1943); cf. Jicarilla , 564 U. S., at 173-174, 177-178;\nNavajo Nation , 537 U. S., at 506-507; Mitchell , 445 U. S., at 542, 546. So it is her e.\n     Mor eover, it would be anomalous t o conclude that the United States must tak e affirmativ e steps t o\nsecur e water giv en that the United States has no similar duty with r espect t o the land on the r eser vation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_20",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 20,
      "text": "For example, under the tr eaty, the United States has no duty t o farm the land, mine the miner als, or\nharvest the timber on the r eser vation--or , for that matter , to build r oads and bridges on the r eser vation.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 7/35\nCf. id., at 542-543. Just as ther e is no such duty with r espect t o the land, ther e likewise is no such duty\nwith r espect t o the water . To be sur e, this Cour t's precedents ha ve stated that the United States maintains a gener al trust\nrelationship with Indian tribes, including the Na vajos. Jicarilla , 564 U. S., at 176. But as the Solicit or\nGener al explains, the United States is a so vereign, not a priv ate trustee, meaning that  \"Congr ess ma y\nstyle its r elations with the Indians a trust without assuming all the fiduciar y duties of a priv ate trustee,\ncreating a trust r elationship that is limited or bar e compar ed to a trust r elationship between priv ate\nparties at common law .\" Id., at 174 (internal quotation marks omitted)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_21",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 21,
      "text": "Ther efore, unless Congr ess has\ncreated a conv entional trust r elationship with a tribe as t o a par ticular trust asset, this Cour t will not\n\"apply common-law trust principles\" t o inf er duties not found in the text of a tr eaty, statute, or r egulation. Id., at 178. Her e, nothing in the 1868 tr eaty establishes a conv entional trust r elationship with r espect t o\nwater . In shor t, the 1868 tr eaty did not impose a duty on the United States t o tak e affirmativ e steps t o secur e\nwater for the Tribe--including the steps r equested b y the Na vajos her e, such as determining the water\nneeds of the Tribe, pr oviding an accounting, or de veloping a plan t o secur e the needed water . Of course, it is not surprising that a tr eaty r atified in 1868 did not envision and pr ovide for all of the\nNavajos' curr ent water needs 155 y ears later , in 2023. Under the Constitution 's separ ation of powers,\nCongr ess and the Pr esident ma y update the law t o meet modern policy priorities and needs. To that end,\nCongr ess ma y enact--and often has enacted--legislation t o addr ess the modern water needs of\nAmericans, including the Na vajos, in the W est."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_22",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 22,
      "text": "Indeed, Congr ess has authoriz ed billions of dollars for\nwater infr astructur e for the Na vajos. See, e.g., Tr. of Or al Ar g. 5, 11; Consolidated Appr opriations Act,\n2021, Pub. L. 116-260, 134 Stat. 3230.2\n     But it is not the Judiciar y's role t o update the law . And on this issue, it is par ticularly impor tant that\nfeder al cour ts not do so. Allocating water in the arid r egions of the American W est is often a z ero-sum\nsituation. See Brief for W estern W ater Users and Trade Associations as Amici Curiae  13-14, 18-21. And\nthe z ero-sum r eality of water in the W est underscor es that cour ts must sta y in their pr oper constitutional\nlane and interpr et the law (her e, the tr eaty) accor ding t o its text and hist ory, leaving t o Congr ess and the\nPresident the r esponsibility t o enact appr opriations laws and t o other wise update f eder al law as the y see\nfit in light of the competing contempor ary needs for water . III\n     The Na vajo Tribe adv ances se veral other ar guments in suppor t of its claim that the 1868 tr eaty\nrequir es the United States t o tak e affirmativ e steps t o secur e water for the Na vajos. None is persuasiv e.4/7/25, 10:35 AM ARIZONA ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_23",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 23,
      "text": "v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 8/35\n     First , the Na vajos note that the text of the 1868 tr eaty established the Na vajo Reser vation as a\n\"permanent home. \" 15 Stat. 671. In the Tribe's view , that language means that the United States agr eed\nto tak e affirmativ e steps t o secur e water . But that asser tion finds no suppor t in the tr eaty 's text or hist ory,\nor in any of this Cour t's precedents. The 1868 tr eaty gr anted a r eser vation t o the Na vajos and imposed a\nvariety of specific obligations on the United States--for example, building schools and a chapel, pr oviding\nteachers, and supplying seeds and agricultur al implements. The r eser vation contains a number of water\nsour ces that the Na vajos ha ve used and continue t o rely on. But as explained abo ve, the 1868 tr eaty\nimposed no duty on the United States t o tak e affirmativ e steps t o secur e water for the Tribe. The 1868\ntreaty, as demonstr ated b y its text and hist ory, helped t o ensur e that the Na vajos could r eturn t o their\noriginal land."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_24",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 24,
      "text": "See Treaty Between the United States of America and the Na vajo Tribe of Indians With a\nRecor d of the Discussions That Led t o Its Signing 2, 4, 10-11, 15 (1968). Second , the Na vajos r ely on the pr ovision of the 1868 tr eaty in which the United States agr eed t o\nprovide the Tribe with cer tain \" seeds and agricultur al implements\" for up t o thr ee years. 15 Stat. 669. In\nthe Na vajos' view , those seeds and implements would be unusable without water . But the r eser vation\ncontains a number of water sour ces that the Na vajos ha ve used and continue t o rely on. And the United\nStates' s duty t o tempor arily pr ovide seeds and agricultur al implements for thr ee years did not include an\nadditional duty t o tak e affirmativ e steps t o secur e water , and t o do so indefinitely int o the futur e. If\nanything, the tr eaty 's expr ess r equir ement that the United States supply seeds and agricultur al\nimplements for a 3-y ear period--lik e the tr eaty 's requir ement that the United States build schools, a\nchapel, and the lik e--demonstr ates that the United States and the Na vajos knew how t o impose specific\naffirmativ e duties on the United States when the y wanted t o do so."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_25",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 25,
      "text": "Third, the Na vajos r efer to the lengthy Color ado Riv er water rights litigation that unfolded in a series of\ncases decided b y this Cour t from the 1960s t o the early 2000s, and the y note that the United States once\nopposed the inter vention of the Na vajos in that litigation. See Response of United States t o Motion of\nNavajo Tribe To Inter vene in Arizona v. California , O. T. 1961, No. 8, Orig. The Na vajos point t o the United\nStates' s opposition as e vidence that the United States has contr ol over the r eser ved water rights. Accor ding t o the Na vajos, the United States' s purpor ted contr ol suppor ts their view that the United\nStates owes trust duties t o the Na vajos. But the \"F eder al Go vernment' s liability \" on a br each-of-trust\nclaim \" cannot be pr emised on contr ol alone. \" United States  v. Navajo Nation , 556 U. S. 287, 301 (2009). Again, the F eder al Go vernment must \" expr essly accep[t]\" trust r esponsibilities in a tr eaty, statute, or\nregulation that contains \"rights-cr eating or duty-imposing\" language. United States  v. Jicarilla Apache\nNation , 564 U. S. 162, 177 (2011); United States  v. Navajo Nation , 537 U. S. 488, 506 (2003)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_26",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 26,
      "text": "The Na vajos\nhave not identified anything of the sor t. In addition, the Na vajos ma y be able t o asser t the inter ests the y\nclaim in water rights litigation, including b y seeking t o inter vene in cases that aff ect their claimed\ninter ests, and cour ts will then assess the Na vajos' claims and motions as appr opriate. See 28 U. S. C.\n§1362; Arizona v. California , 460 U. S. 605, 615 (1983); see also Blatchfor d v. Nativ e Village of Noatak ,4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 9/35\n501 U. S. 775, 784 (1991); Moe  v. Conf eder ated Salish and K ootenai Tribes of Flathead Reser vation , 425\nU. S. 463, 472-474 (1976).3\n     Fourth, the Tribe ar gues that, in 1868, the Na vajos would ha ve underst ood the tr eaty t o mean that the\nUnited States must tak e affirmativ e steps t o secur e water for the Tribe. But the text of the tr eaty sa ys\nnothing t o that eff ect."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_27",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 27,
      "text": "And the hist orical r ecor d does not suggest that the United States agr eed t o\nunder take affirmativ e effor ts to secur e water for the Na vajos--any mor e than the United States agr eed t o\nfarm land, mine miner als, har vest timber , build r oads, or construct bridges on the r eser vation. The r ecor d\nof the tr eaty negotiations mak es no mention of any water-r elated obligations of the United States at all. See Treaty Between the United States of America and the Na vajo Tribe of Indians With a Recor d of the\nDiscussions That Led t o Its Signing.4\n*  *  *\n     The 1868 tr eaty r eser ved necessar y water t o accomplish the purpose of the Na vajo Reser vation. See\nWinters  v. United States , 207 U. S. 564, 576-577 (1908). But the tr eaty did not r equir e the United States t o\ntake affirmativ e steps t o secur e water for the Tribe. W e reverse the judgment of the U. S. Cour t of\nAppeals for the Ninth Cir cuit. It is so or dered. THOMAS, J., concurring\n 599 U. S. ____ (2023)\nNos. 21-1484 and 22-51\nARIZ ONA, ET AL., PE TITIONERS 21-1484      v. NAVAJO N ATION, ET AL. DEP ARTMEN T OF THE IN TERIOR,\nET AL., PE TITIONERS 22-51      v. NAVAJO N ATION, ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_28",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 28,
      "text": "ON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n[June 22, 2023]\n     JUSTICE THOMAS, concurring. I join the Cour t's opinion in full, but write separ ately t o highlight an additional and tr oubling aspect of\nthis suit. F or decades, this Cour t has r eferred to \"a gener al trust r elationship between the United States\nand the Indian people. \" United States v. Mitchell , 463 U. S. 206, 225 (1983); see also Seminole Nation v.\nUnited States , 316 U. S. 286, 296-297 (1942); Haaland v. Brackeen, 599 U. S. ___, ___ (2023) (slip op., at\n12). Her e, in allowing the Na vajo Nation 's \"br each of trust\" claim t o go for ward, the Ninth Cir cuit appears4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 10/35\nto ha ve underst ood that language as r ecognizing a generic legal duty of the F eder al Go vernment t owar d\nIndian tribes or , at least, as placing a thumb on the scale in fa vor of declaring that legal duties ar e owed\nto tribes. See 26 F . 4th 794, 813 (2022)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_29",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 29,
      "text": "As the Cour t explains, the Nation has pointed t o no sour ce of\nlegally enfor ceable duties suppor ting its claim in this suit. But the Ninth Cir cuit's reasoning r eflects\ndeeper pr oblems with this Cour t's frequent inv ocation of the Indian \"trust r elationship. \" A t the outset, it should be noted that our pr ecedents' \"trust\" language can be underst ood in two\ndifferent wa ys. In one sense, the term \"trust\" could r efer mer ely to the trust that Indians ha ve placed in\nthe F eder al Go vernment. If that is all this language means, then I ha ve no objection. Many citiz ens (and\nforeign nations) trust the F eder al Go vernment t o do the right thing. Determining how t o do right b y the\ncompeting inter ests of the countr y's millions of citiz ens, howe ver, is gener ally a job for the political\nbranches, not cour ts. By contr ast, the term \"trust\" also has a well-underst ood meaning at law: a r elationship in which a\ntrustee has legally enfor ceable duties t o manage a discr ete trust corpus for cer tain beneficiaries. See\nRestatement (Thir d) of Trusts §2 (2001)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_30",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 30,
      "text": "A t times, the F eder al Go vernment has expr essly cr eated such\ndiscr ete legal trusts for Indians--b y, for example, placing par cels of land or specified sums of mone y into\ntrust. See, e.g., Cass County  v. Leech Lak e Band of Chippewa Indians , 524 U. S. 103, 106-107, 114 (1998)\n(describing statut ory grants of authority t o place lands in trust for Indians); Seminole Nation , 316 U. S., at\n293-294 (describing \"the Go vernment' s promise \" in a par ticular tr eaty \"t o establish a $500,000 trust fund\"\nfor the Seminole Nation). But, when r esolving disputes about those trusts, the Cour t's \"trust\" language\nhas gone be yond the discr ete terms of those trusts; for example, the Cour t has alluded gener ally t o \"the\ndistinctiv e obligation of trust incumbent upon the Go vernment in its dealings\" with Indians and the\nGovernment' s \"moral obligations of the highest r esponsibility and trust. \" Id., at 296-297."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_31",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 31,
      "text": "In those and\nother cases, the Cour t has accor dingly blurr ed the lines between the political br anches' gener al mor al\nobligations t o Indians, on the one hand, and specific fiduciar y obligations of the F eder al Go vernment that\nmight be enfor ceable in cour t, on the other . See, e.g., Mitchell , 463 U. S., at 225; Seminole Nation , 316\nU. S., at 296-297; see also Cobell v. Norton, 240 F . 3d 1081, 1086 (CADC 2001); Shoshone Indian Tribe of\nWind Riv er Reser vation v. United States , 364 F . 3d 1339, 1348 (CA F ed. 2004). In United States  v. Jicarilla Apache Nation , 564 U. S. 162 (2011), the Cour t took steps t o rectify this\nconfusion. Ther e, we explained that the F eder al Go vernment is \" not a priv ate trustee \" but a \" sovereign, \"\nid., at 173-174, and that \"[t]he Go vernment assumes Indian trust r esponsibilities only t o the extent it\nexpr essly accepts those r esponsibilities b y statute, \" id., at 177. Accor dingly , any legal trusts established\nor duties self-imposed b y the Go vernment for a tribe 's benefit ar e \"defined and go verned b y statutes\nrather than the common law .\""
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_32",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 32,
      "text": "Id., at 174; see also id., at 173 (emphasizing that \" '[t]he gener al\nrelationship between the United States and the Indian tribes is not compar able t o a priv ate trust\nrelationship ' \"). The Cour t's opinion t oday represents a step in the same dir ection, making clear that4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 11/35\ntribes' legal claims against the Go vernment must be based on specific pr ovisions of positiv e law , not\nmerely an amorphous \"trust r elationship. \" Howe ver, the Cour t has also inv oked the \"trust r elationship \" to shape at least two other ar eas of its\nIndian-law jurisprudence--with questionable r esults. F or example, the Cour t has identified \"the unique\ntrust r elationship \" with the Indians as the sour ce of pr o-Indian \" canons of construction \" that ar e\nsupposedly \" applicable [only] in Indian law .\" County of Oneida  v. Oneida Indian Nation of N. Y ., 470 U. S.\n226, 247 (1985); see also EEOC v. Karuk Tribe Housing A uth., 260 F ."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_33",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 33,
      "text": "3d 1071, 1081 (CA9 2001) (r efusing\nto apply the Age Discrimination in Emplo yment Act of 1967 t o tribes in par t because of those canons). But it is far fr om clear how such a trust r elationship would suppor t diff erent interpr etive tools. The first\ncases t o apply those pr o-Indian canons did not gr ound them in any \"trust r elationship, \" but in the mor e\nbasic idea that ambiguous tr eaty pr ovisions should be construed against the dr afting par ty. See, e.g.,\nPatterson v. Jenks , 2 P et. 216, 229 (1829); Worcester v. Geor gia, 6 P et. 515, 552 (1832); The Kansas\nIndians , 5 W all. 737, 760 (1867); Restatement (Second) of Contr acts §206 (1979); Restatement (First) of\nContr acts §505 (1932). These canons then \"jumped without discussion fr om the interpr etation of\ntreaties t o the interpr etation of statutes\" in the 20th centur y. A. Barr ett, Substantiv e Canons and F aithful\nAgency , 90 B. U. L. Re v. 109, 152 (2010). To this da y, it remains unclear how the \"trust r elationship \" could\njustify fr eestanding pr o-Indian canons that authoriz e cour ts to depar t from the or dinar y rules of statut ory\ninterpr etation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_34",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 34,
      "text": "Next, the Cour t has also suggested that the \"trust r elationship \" provides the F eder al Go vernment with\nan additional power , not enumer ated in the Constitution, t o \"do all that [is] r equir ed\" t o protect Indians. Morton v. Mancari , 417 U. S. 535, 552 (1974) (internal quotation marks omitted); see also Boar d of\nCounty Comm 'rs v. Seber , 318 U. S. 705, 715-716 (1943). In doing so, the Cour t has appar ently used the\ntrust r elationship t o feed int o the so-called plenar y power that Congr ess supposedly enjo ys over Indian\naffairs. But the Cour t has also appr oved the use of that power t o, among other things, r estrict tribal\nsovereignty and \" eliminate tribal rights. \" See South Dakota v. Yankt on Sioux Tribe, 522 U. S. 329, 343\n(1998); Washingt on v. Conf eder ated Bands and Tribes of Y akima Nation , 439 U. S. 463, 501 (1979);\nHaaland , 599 U. S., at ___ ( THOMAS, J., dissenting) (slip op., at 35). Accor dingly , it is difficult t o see how\nsuch a plenar y power could be r ooted in a trust r elationship with Indians."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_35",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 35,
      "text": "And it seems at least slightly\nincongruous t o use Indians' trust in the Go vernment as both the basis for a power that can r estrict tribal\nrights and canons of interpr etation that fa vor Indians. The influence of the \"trust r elationship \" idea on these doctrinal ar eas is tr oubling, as the trust\nrelationship appears t o lack any r eal suppor t in our constitutional system. See id., at ___-___ (slip op., at\n26-27). The text of the Constitution (which mentions Indians only in the contexts of commer ce and\nappor tionment) is completely silent on any such trust r elationship. See Ar t. I, §§2, 8; Amdt. 14, §2. Further, the trust r elationship does not ha ve any hist orical basis. Its genesis is usually tr aced t o this\nCour t's statement in Cher okee Nation v. Geor gia, 5 P et. 1 (1831), that the r elation of the United States t o4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 12/35\nIndians has \"r esembl[ed] that of a war d to his guar dian, \" id., at 17; see also F . Cohen, Handbook of\nFeder al Indian Law §2.02[2], p. 117 (2012) (Cohen)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_36",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 36,
      "text": "Howe ver, that statement was dicta, see Haaland ,\n599 U. S., at ___-___ ( THOMAS, J., dissenting) (slip op., at 25-27); and, in any e vent, the Indian Tribe in that\ncase had a specific tr eaty calling for the F eder al Go vernment' s \"protection, \" Cher okee Nation , 5 P et., at\n17. Some tr eaties with tribes ha ve contained similar pr ovisions; others ha ve not. Compar e Treaty With\nthe Wy andots, 7 Stat. 31, with Treaty With the Mohawks, 7 Stat. 61. And, of course, some tribes befor e\nand after the F ounding engaged in war fare with the F eder al Go vernment. Cohen §1.03[2], at 36; id.,\n§1.03[3], at 40. In shor t, the idea of a generic trust r elationship with all tribes--t o sa y nothing of legally\nenfor ceable fiduciar y duties--seems t o lack a hist orical or constitutional basis. In futur e cases, we should clarify the exact status of this amorphous and seemingly ungr ounded\n\"trust r elationship. \" As a star t, it would be helpful t o acknowledge that many of this Cour t's statements\nabout the trust r elationship wer e mer e dicta."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_37",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 37,
      "text": "E.g., Seminole Nation , 316 U. S., at 293-294 (discr ete trust);\nMancari , 417 U. S., at 551-552 (equal pr otection challenge t o Go vernment hiring pr ogram); Seber , 318\nU. S., at 707 (state tax es on Indian lands). In the meantime, howe ver, the Cour t should tak e car e to\nensur e that this confusion does not spill o ver int o yet fur ther ar eas of the law . GORSUCH, J., dissenting\n 599 U. S. ____ (2023)\nNos. 21-1484 and 22-51\nARIZ ONA, ET AL., PE TITIONERS 21-1484      v. NAVAJO N ATION, ET AL. DEP ARTMEN T OF THE IN TERIOR,\nET AL., PE TITIONERS 22-51      v. NAVAJO N ATION, ET AL. ON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n[June 22, 2023]\n     JUSTICE GORSUCH, with whom JUSTICE SOTOMAYOR, JUSTICE KAGAN, and JUSTICE JACKSON join, dissenting. Today, the Cour t rejects a r equest the Na vajo Nation ne ver made. This case is not about compelling\nthe f eder al go vernment t o tak e \"affirmativ e steps  to secur e water for the Na vajos. \" Ante,  at 2. Respectfully , the r elief the Tribe seeks is far mor e modest. E veryone agr ees the Na vajo r eceiv ed\nenfor ceable water rights b y treaty."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_38",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 38,
      "text": "Everyone agr ees the United States holds some of those water rights\nin trust on the Tribe's behalf. And e veryone agr ees the extent of those rights has ne ver been assessed. Adding those pieces t ogether , the Na vajo ha ve a simple ask: They want the United States t o identify the\nwater rights it holds for them. And if the United States has misappr opriated the Na vajo's water rights, the\nTribe asks it t o formulate a plan t o stop doing so pr ospectiv ely. Because ther e is nothing r emarkable\nabout any of this, I would affirm the Ninth Cir cuit's judgment and allow the Na vajo's case t o proceed.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 13/35\nI\n     Understanding this lawsuit r equir es at least thr ee pieces of context the Cour t's opinion neglects. It\nrequir es some understanding of the hist ory that led t o the Treaty of 1868 establishing the Na vajo\nReser vation. It r equir es some insight int o the discussions that surr ounded that Treaty. Finally , it requir es\nan appr eciation of the many steps the Na vajo t ook t o avoid this litigation."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_39",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 39,
      "text": "A\n     For centuries, the Na vajo inhabited a str etch of land in \" present-da y nor thwestern New Mexico,\nnortheastern Ariz ona, and the San Juan dr ainage be yond. \" J. K essell, Gener al Sherman and the Na vajo\nTreaty of 1868: A Basic and Expedient Misunderstanding, 12 W . Hist. Q. 251, 253 (1981) (K essell). This\nancestr al home was fr amed b y \"four mountains and four riv ers\" the Tribe consider ed sacr ed. Treaty\nBetween the United States of America and the Na vajo Tribe of Indians, With a Recor d of the Discussions\nThat Led t o Its Signing 2 (1968) (T reaty Recor d); see also E. Rosser , Ahist orical Indians and Reser vation\nResour ces, 40 Env . L. 437, 445 (2010). Ther e, tribal members \" planted their subsistence cr ops,\" \"hunted\nand gather ed,\" and \"r[an] their liv estock\" o ver the plains. K essell 253. In the 1860s, that wa y of lif e changed for ever. In the aftermath of the Mexican-American W ar--and\nfollowing a period of r apid westwar d expansion--the United States found itself embr oiled in a series of\nbitter conflicts with the Na vajo. P . Iverson, Diné: A Hist ory of the Na vajos 37-48 (2002) (Iv erson)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_40",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 40,
      "text": "Eventually , the United States task ed James Henr y Carlet on with r esolving them. Id., at 47-48. \"Determined t o bring an end t o Nativ e resistance in the territ ory,\" he elected for a pr ogram of \"r emo val,\nisolation, and incar ceration. \" Id., at 48. He hoped that time on a r eser vation would teach the Na vajo \" 'the\nart of peace, ' \" and that, while confined, the y might \" ' acquir e new habits, new v alues, new modes of lif e.' \"\nId., at 49. In time, he imagined, \" 'the old Indians will die off and carr y with them the latent longings for\nmurder and r obbing; the y oung ones will tak e their places without these longings: and thus, little b y little,\nthey will become a happ y and contented people. ' \" Ibid. This vision found suppor t from others in the\nfeder al go vernment. As Commissioner of Indian Affairs William P . Dole put it in his annual r epor t, the\nsituation with the Na vajo \" ' demand[ed] the earliest possible interposition of the militar y for ce of the\ngovernment. ' \" Ibid. In his view , only putting the Na vajo on a \" ' suitable r eser vatio[n]' \" would end their\n\" 'wild and pr edat ory life.' \" Ibid."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_41",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 41,
      "text": "In settling on this plan, the f eder al go vernment had goals in mind be yond r educing conflict. As\nCarlet on explained, \" '[b]y the subjugation and colonization of the Na vajo [T]ribe we gain for civilization\ntheir whole countr y, which is much lar ger in extent than the [S]tate of Ohio, and, besides being the best\npast oral region between the two oceans, is said t o abound in the pr ecious as well as [other] useful\nmetals. ' \" Id., at 50. The \" ' exodus of this whole people fr om the land of their fathers' \" would be, he4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 14/35\nimagined, \" ' a touching sight. ' \" Ibid. But no matter . He saw it as the Na vajo's \" 'destiny ' \" to \" 'give wa y to\nthe insatiable pr ogress of our r ace.' \" Ibid. Remo val demanded finding a new home for the Tribe. Carlet on pick ed the location himself: an ar ea\nhundr eds of miles fr om the Na vajo's homeland \" commonly called the Bosque Redondo. \" Ibid. ; see also\nKessell 254."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_42",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 42,
      "text": "W arning signs flashed fr om the star t. Officers task ed with sur veying the site cautioned that\nit was \" 'r emote ' \" from viable \" 'for age' \" and that \" '[b]uilding material' \" would ha ve to come fr om a\nsignificant distance. Iv erson 50 . Worse, the y found that the water supply was meager and contained\n\" 'much unhealthy miner al matter .' \" Ibid. ; see also K essell 269. Carlet on ignor ed these findings and\nchar ged ahead with his plan. Iv erson 50. That left the not-so-small matter of securing the Na vajo's compliance. To that end, the f eder al\ngovernment unleashed a \" maelstr om of destruction \" on the Tribe. Id., at 51. Befor e all was said and done,\n\"the Na vajo had t o be liter ally star ved int o surr ender .\" 2 Hearing befor e the U. S. Commission on Civil\nRights, Office of Gener al Counsel, Demogr aphic and Socio-E conomic Char acteristics of the Na vajo 6\n(1973) (Commission Repor t). \"[T]housands of U. S. tr oops r oamed the Na vajo [Countr y] destr oying\neverything the Na vajo could use; e very field, st orehouse, and hut was burned. \" Ibid. The campaign was\n\"brief, blunt, and, when combined with a par ticularly difficult winter ,\" effectiv e. Iverson 51."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_43",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 43,
      "text": "By the winter of\n1863-1864, most of the Na vajo had surr ender ed. Commission Repor t 6-7; see also Iv erson 51. That period of violence led t o \"the Long W alk.\" In truth, it was not one walk but many--o ver 53 separ ate\nincidents, accor ding t o some. Id., at 52. In each case, f eder al officers r ounded up tribal members, \"\n[h]er ded [them] int o columns, \" and mar ched them hundr eds of miles fr om their home. K essell 254. \"Many\ndied en r oute, some shot b y the souldiers. \" Commission Repor t 7. As one Na vajo later r ecounted, people\nwere killed \" ' on the spot if the y sa[id] the y [wer e] tir ed or sick or if the y stop[ped] t o help someone. ' \"\nIverson 55. Still \"[o]thers f ell victim t o sla vers with the full complicity of the U. S. officials. \" Commission\nRepor t 7. Those who sur vived wound up at \" a destination that surpassed their f ears. \" Iverson 52. Bosque\nRedondo was just what the officers had warned: a \" semiarid, alkaline, fuel-stingy , insect-inf ested\nenvir onment. \" Kessell 255. And, just as the y predicted, water pr oved a serious issue. The Tribe was\nforced t o rely on a \" 'little str eam winding thr ough an immense plain. ' \" Iverson 59. But its \" water was\nbad.\""
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_44",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 44,
      "text": "Kessell 259. No surprise, then, that \"[o]nly half the land under cultiv ation at the Bosque was\nproductiv e.\" Ibid. No surprise either that e ven the pr oductiv e land yielded \" one disastr ous cr op failur e\nafter another .\" Id., at 255. F urther f eeding the crisis, Carlet on \"badly under estimated the number of\nNavajos who would end up at the Bosque Redondo. \" Ibid. All t old, the r elocation pr oved a \" catastr ophe\nfor the Na vajo; 2,000 died ther e in four y ears. \" Commission Repor t 8. B4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 15/35\n     \"By 1868 e ven the U. S. go vernment could see \" that the pr esent conditions could not persist. Ibid. So it\nset out t o relocate the Na vajo once mor e. To that end, the United States sent members of the Indian\nPeace Commission t o negotiate a new tr eaty with the Tribe. K essell 257-258. Led b y Gener al William\nTecumseh Sherman, the Commission disfa vored allowing the Na vajo t o return t o their homeland. Ibid. Doing that, the Commission f eared, risk ed rekindling old hostilities. Id., at 257."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_45",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 45,
      "text": "So Sherman tried t o\npersuade the Na vajo t o relocate someplace else. Understanding the impor tance of water t o the Na vajo,\nhe off ered them assur ances that other locations would ha ve \"plenty of water .\" Treaty Recor d 5. The Na vajo would ha ve none of it. Their lead negotiat or, Barboncit o, refused t o \"go to any other\ncountr y except [his] own. \" Ibid. Any place else, he said, could \"turn out another Bosque Redondo. \" Id., at\n5-6. \"[O]utside [our] own countr y,\" Barboncit o told Sherman, \" we cannot r aise a cr op, but in it we can r aise\na crop almost anywher e.\" Id., at 3. \"[W ]e know this land does not lik e us, \" he said of Bosque Redondo, and\n\"neither does the water .\" Ibid. Along the wa y, he spok e of \"the hear t of Na vajo countr y,\" which he\ndescribed as including a place wher e \"the water flows in abundance. \" Id., at 8. In the end, \"[t]he will of the\nNavajos--personified in the intense r esolv e of Barboncit o,\" won out. K essell 259. Sherman came t o\nrealiz e that, if he left the Na vajo at Bosque Redondo, the dir e conditions--including \" 'the foul char acter of\n[the] water ' \"--would e ventually induce them t o drift awa y from the encampment. Id., at 260."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_46",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 46,
      "text": "And the\nNavajo flatly r efused t o mo ve to some other unfamiliar place. Ibid. Arriving at that conclusion pr oved simple enough; arriving upon a tr eaty pr oved mor e challenging. Ther e was, of course, no small power asymmetr y. As one Senat or noted at the time, it was a curious\nfeatur e that the Commissioners set out t o \" 'conclude a tr eaty with Indians' \" who wer e at that v ery\nmoment being \" 'held on a r eser vation against their will. ' \" Id., at 259. Language barriers pr esented\ncomplications t oo. Messages had t o be tr anslated twice--first fr om English t o Spanish, and then fr om\nSpanish t o Na vajo. Id., at 261. Aggr avating matters, the par ties saw the world v ery diff erently . The United\nStates' r epresentativ es \"spok e of ar tificial lines on maps, of par allels and meridians\"; the Na vajo spok e\n\"of geogr aphical f eatur es, of cany ons, mountains, and mesas. \" Ibid. The United States' r epresentativ es\n\"talk ed about ownership and a claim t o the land\"; the Na vajo talk ed about \"using the land. \" Ibid. As a\nresult, the par ties often \" misunderst ood each other .\" Ibid."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_47",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 47,
      "text": "And whether intentionally or inadv ertently ,\nSherman \" misled\" the Na vajo about, among other things, the siz e of their r eser vation. Id., at 263. He\npromised twice the land that the y receiv ed in the final accounting. Ibid. In the end, the Treaty of 1868 pr ovided the Na vajo less land per capita--two-thir ds less--than the other\nTribes the Indian P eace Commission would go on t o negotiate with. Id., at 268. It seems that owed, in no\nsmall par t, to the negotiat ors' understanding that the Na vajo had \" already experienced irrigation\nagricultur e\" and could plausibly get b y with less. Ibid. Indeed, when pr oviding instructions t o the Indian\nPeace Commission about how the y should negotiate with the Na vajo, the Secr etary of the Interior\ndiscussed the possibility of agricultur e as bearing on the appr opriate siz e of the Tribe's reser vation. Unlik e the Na vajo, he thought, \" '[w]ild Indians cannot at once be tr ansformed int o farmers. They must4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 16/35\npass thr ough the intermediate stage of her dsmen."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_48",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 48,
      "text": "They must first become past oral, then agricultur al.' \"\nId., at 269. Despite all this, \"[f ]or the Na vajos the tr eaty signified not def eat, but vict ory, and not disappear ance,\nbut continuation. \" Iverson 36. \"The agr eement allowed [them] t o return t o a por tion of their home\ncountr y.\" Ibid. Nor would that \" portion\" remain so confined. The Na vajo often struggled t o sta y on the\nnarrow tr act of land the United States pr ovided. Commission Repor t 9. In pr actice, the f eder al\ngovernment often t olerated (and sometimes encour aged) the Na vajo t o live and tend t o livestock off\nreser vation t o preser ve their self-sufficiency . Kessell 271. These arr angements continued until the 1930s,\nwhen Congr ess first \" enact[ed] legislation defining the exterior boundaries of the Na vajo Reser vation. \" Id.,\nat 272. Ov er the ensuing decades, Congr ess would go on t o extend the r eser vation 's boundaries\nrepeatedly . See, e.g., Act of June 14, 1934, 48 Stat. 960; Act of F eb. 21, 1931, ch. 269, 46 Stat. 1204; Act\nof Ma y 23, 1930, ch. 317, 46 Stat. 378. C\n     Fast for ward to the pr esent."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_49",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 49,
      "text": "Today, the Na vajo Reser vation has become \"the lar gest Indian r eser vation\nin the United States, \" with o ver \"17 million acr es,\" and o ver \"300,000 members. \" App. 90. Its western\nboundar y runs alongside a v ast str etch of the Color ado Riv er. Id., at 91. Y et even today, water r emains a\nprecious r esour ce. \"Members of the Na vajo Nation use ar ound 7 gallons of water per da y for all of their\nhousehold needs\"--less than one-tenth the amount the a verage American household uses. Id., at 101. In\nsome par ts of the r eser vation, as much as 91% of Na vajo households \"lack access t o water .\" Id., at 102. That deficit owes in par t to the fact that no one has e ver assessed what water rights the Na vajo\npossess. F or instance, \"[a]lthough the Na vajo Reser vation is adjacent t o the Color ado Riv er, the Na vajo\nNation 's rights t o use water fr om the Color ado Riv er\" have never been adjudicated. Id., at 36. The United\nStates acknowledges that it holds cer tain water rights \"in trust\" for the Na vajo. See Tr. of Or al Ar g. 26, 40. It does not dispute that it ex ercises consider able contr ol over the disposition of water fr om the Color ado\nRiver."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_50",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 50,
      "text": "And it concedes that the Na vajo's water rights \" may . . . include some por tion of the mainstr eam of\nthe Color ado. \" Id., at 33. But instead of r esolving what the Na vajo's water rights might be, the United\nStates has sometimes r esisted effor ts to answer that question. The curr ent legal r egime go verning the Color ado Riv er began with a 1922 interstate compact between\nseven States. That agr eement split the Color ado int o two basins--an Upper Basin and a Lower Basin. See\nColor ado Riv er Compact, Ar t. II, Colo. Re v. Stat. §37-61-101 (2022). The compact answer ed some high-\nlevel questions about which States could la y claim t o which sections of the riv er. But it did not purpor t to\n\"affec[t] the obligations of the United States of America t o Indian [T]ribes. \" Id., Art. VII. In that wa y, it left\nthe Na vajo with no insight int o what water the y could claim as their own.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 17/35\n     Six y ears later , Congr ess enter ed the pictur e by passing the Boulder Cany on Pr oject Act, 45 Stat. 1057,\ncodified at 43 U. S. C. §§617-619b."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_51",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 51,
      "text": "That Act had a pr ofound impact on the Lower Basin. It authoriz ed the\nconstruction of the Hoo ver Dam and the cr eation of Lak e Mead. §617. Mor e than that, it ga ve the\nSecr etary of the Interior substantial power t o divvy up the r esulting impounded water . Failing agr eement\namong the States in the r egion, the law authoriz ed the Secr etary to enter int o contr acts for the deliv ery of\nwater and pr ovided that \"[n]o person \" ma y have water fr om the mainstr eam of the Color ado in the Lower\nBasin \" except b y contr act.\" §617d; see also Arizona v. California , 373 U. S. 546, 565 (1963) ( Arizona I  ). In\nadopting this law , Congr ess hoped \"t o put an end t o the long-standing dispute o ver Color ado Riv er\nwaters. \" Id., at 560. Reality ne ver quite caught up t o the law' s ambitions. After an agr eement among the States failed t o\nemer ge and the Secr etary began issuing contr acts t o various users, Ariz ona in 1952 br ought an original\naction in this Cour t against California seeking a declar ation of its water rights in the Lower Basin. Id., at\n550-551. Se veral other States inter vened. Ibid. So did the United States. Ibid."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_52",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 52,
      "text": "In doing so, the f eder al\ngovernment claimed the need t o \"protect f eder al inter ests, including the rights of the Na vajo Nation and\ntwenty-four other Indian [T]ribes in the Lower Basin. \" App. 104. As the litigation unfolded, howe ver, the\nNavajo began t o worr y that the United States did not ha ve their best inter ests in mind. In 1956, the\nNavajo Nation sought lea ve to file (along with six other Tribes) a motion seeking \"t o define the scope of\nthe r epresentation of the [T]ribes b y the United States\" and objecting t o what the y consider ed a \"lack of\neffectiv e representation and [a] conflict of inter est.\" Id., at 105. That motion was denied. Ibid. Pr oceeding without the Na vajo, this Cour t referred the litigation t o a Special Master . In time, the\nSpecial Master pr epar ed a r epor t and r ecommendation that omitted any mention of the Tribe. Ibid. In\nresponse, the Na vajo wr ote t o the A ttorne y Gener al. They ask ed the United States t o object t o the Special\nMaster 's repor t on their behalf. Id., at 105-106. The Na vajo sa y the y never receiv ed a r esponse. Id., at\n106. F or its par t, the United States e ventually did object--but not on the gr ounds the Na vajo sought."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_53",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 53,
      "text": "Ibid. Ha ving seen enough, the Na vajo in 1961 mo ved to inter vene. Ibid. They \"argued that the United States\nhad failed t o vigor ously asser t\" their inter ests. Ibid. More than that, the Tribe contended, the United\nStates had \" ' abandoned the case so far as the adjudication of the rights of the Na vajo Indians [was]\nconcerned. ' \" Ibid. The United States opposed the Tribe's motion. Ibid. On its view , it had alr eady\n\" 'under taken representation of the inter ests of se veral Indian [T]ribes, ' \" so ther e was no need for the\nCour t to hear fr om the Na vajo. Id., at 107. In any e vent, the United States assur ed the Cour t, it would\ncontinue t o apply \" ' consider ations of justice ' \" in its dealings with the Tribe. Ibid. The go vernment\nconceded, howe ver, \"no e vidence had been submitted on behalf of the Na vajo Nation for uses fr om the\nmainstr eam. \" Ibid. And it conceded that \" such e vidence would ha ve had t o be submitted in or der for the\nCour t to consider the issue of the Na vajo Nation 's rights t o the mainstr eam. \" Ibid. As with their pr evious\nattempts t o mak e their v oices hear d in the litigation, the Na vajo's motion t o inter vene was denied."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_54",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 54,
      "text": "Id., at\n108.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 18/35\n     In 1964, the litigation Ariz ona initiated mor e than a decade earlier culminated in a decr ee. See Arizona\nv. California , 376 U. S. 340. It allocated the Lower Basin Color ado Riv er mainstr eam among v arious\nparties--including fiv e other Tribes whose inter ests the United States did asser t. See id., at 344-345. The\ndecr ee also permitted the f eder al go vernment t o release water pursuant t o cer tain \"v alid contr acts\" and\napplicable f eder al laws. Id., at 343; Brief for F eder al Parties 7. But the Tribe's rights r emained in limbo. The United States ne ver asser ted any rights on the Na vajo's behalf; the Na vajo ne ver receiv ed an\noppor tunity t o asser t them for themselv es. Since 1964, the decr ee go verning the Lower Basin has been\nmodified at v arious points. See, e.g., Arizona v. California , 547 U. S. 150 (2006); Arizona v. California , 531\nU. S. 1 (2000); Arizona v. California , 466 U. S. 144 (1984). But it has ne ver been modified t o addr ess the\nNavajo."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_55",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 55,
      "text": "In the inter vening y ears, the Na vajo ha ve ask ed the f eder al go vernment--r epeatedly--t o assess their\nrights in the mainstr eam of the Color ado. App. 109. In r esponse t o those inquiries, the Tribe r eceiv ed a\nletter fr om the Depar tment of the Interior indicating that the Depar tment still had not made \" any\ndecisions\" about what water rights, if any , the Na vajo ma y have in the riv er. Id., at 110. The Depar tment\nposited that figuring that out would be a \" somewhat lengthy pr ocess, \" one that had \"y et to be initiated. \" Ibid. Unwilling t o wait indefinitely , the Na vajo e ventually filed this suit. In it, the Na vajo sought \"injunctiv e\nand declar atory relief t o compel the F eder al Def endants t o determine the water r equir ed to meet the\nneeds of the Nation 's lands in Ariz ona and de vise a plan t o meet those needs t o fulfill the pr omise of the\nUnited States t o mak e the Nation 's Reser vation lands a permanent homeland for the Na vajo people. \" Id.,\nat 86. In other wor ds, the Tribe ask ed the United States t o assess what water rights it holds in trust on\nthe Tribe's behalf pursuant t o the Treaty of 1868. Tr. of Or al Ar g. 71-72."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_56",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 56,
      "text": "And if it turns out the United\nStates has misappr opriated those water rights, the Tribe wants the f eder al go vernment t o come up with\na plan t o set things right. II\n     With a view of this hist ory, the pr oper outcome of t oday's case follows dir ectly . The Treaty of 1868\npromises the Na vajo a \" permanent home. \" Treaty Between the United States of America and the Na vajo\nTribe of Indians, June 1, 1868, Ar t. XIII, 15 Stat. 671 (r atified A ug. 12, 1868) (T reaty of 1868). That\npromise--r ead in conjunction with other pr ovisions in the Treaty, the hist ory surr ounding its enactment,\nand back ground principles of Indian law--secur es for the Na vajo some measur e of water rights. Y et even\ntoday the extent of those water rights r emains unadjudicated and ther efore unknown. What is known is\nthat the United States holds some of the Tribe's water rights in trust. And it ex ercises contr ol over many\npossible sour ces of water in which the Tribe ma y have rights, including the mainstr eam of the Color ado\nRiver. Accor dingly , the go vernment owes the Tribe a duty t o manage the water it holds for the Tribe in a4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_57",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 57,
      "text": "(2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 19/35\nlegally r esponsible manner . In this lawsuit, the Na vajo ask the United States t o fulfill par t of that duty b y\nassessing what water rights it holds for them. The go vernment owes the Tribe at least that much. A\n     Begin with the go verning legal principles. Under our Constitution, \" all Treaties made \" are \"the supr eme\nLaw of the Land. \" Art. VI, cl. 2. Congr ess can pass laws t o implement those tr eaties, see, e.g., Bond  v.\nUnited States , 572 U. S. 844, 851, 855 (2014), and the Ex ecutiv e Branch can act in accor dance with them,\nsee, e.g., Fok Y ung Y o v. United States , 185 U. S. 296, 303 (1902). But the Judiciar y also has an impor tant\nrole t o pla y. The Constitution extends \"[t]he judicial P ower \" to cases \" arising under . . . Treaties made, or\nwhich shall be made. \" Art. III, §2, cl. 1. As a r esult, this Cour t has r ecogniz ed that Tribes ma y sue t o\nenfor ce rights found in tr eaties. See Moe  v. Conf eder ated Salish and K ootenai Tribes of Flathead\nReser vation , 425 U. S. 463, 472-477 (1976). Other br anches shar e the same understanding."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_58",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 58,
      "text": "In enacting\nthe Indian Trust Asset Reform Act of 2016, Congr ess confirmed its belief that \" commitments made\nthrough written tr eaties\" with the Tribes \" established enduring and enfor ceable  Feder al obligations\" t o\nthem. 25 U. S. C. §5601(4)-(5) (emphasis added). The Ex ecutiv e Branch has lik ewise and r epeatedly\nadvanced the position--including in this v ery litigation--that \" a treaty can be the basis of a br each-of-trust\nclaim \" enfor ceable in f eder al cour t. Brief for F eder al Parties 22-23, n. 5. What rights does a tr eaty secur e? A tr eaty is \" essentially a contr act between two so vereign nations. \" Washingt on v. Washingt on State Commer cial P assenger Fishing V essel Assn. , 443 U. S. 658, 675 (1979). So a tr eaty 's interpr etation, lik e \"a contr act's interpr etation, [is] a matter of determining the par ties'\nintent. \" BG Gr oup plc  v. Republic of Ar gentina , 572 U. S. 25, 37 (2014). That means cour ts must look t o\nthe \" shar ed expectations of the contr acting par ties.\" Air F rance  v. Saks , 470 U. S. 392, 399 (1985). All\nwith an e ye to ensuring both sides r eceiv e the \"benefit of their bar gain. \""
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_59",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 59,
      "text": "Mobil Oil Explor ation & Pr oducing\nSoutheast, Inc.  v. United States , 530 U. S. 604, 621 (2000). That ex ercise entails the application of familiar principles of contr act interpr etation. Those principles\ninclude an implied co venant of \"the utmost good faith \" and fair dealing between the par ties. Sulliv an v.\nKidd , 254 U. S. 433, 439 (1921). They include the doctrine of contr a proferentem --the principle that any\nuncer tainty in a contr act should be construed against the dr afting par ty. See Lamps Plus, Inc.  v. Varela,\n587 U. S. ___, ___-___ (2019) (slip op., at 9-10); see also 1 Oppenheim 's International Law 1279 (R.\nJennings & A. W atts eds., 9th ed. 1992). And the y include the doctrine of unilater al mistak e--the notion\nthat, if two par ties understand a k ey provision diff erently , the contr olling meaning is the one held b y the\nparty that could not ha ve anticipated the diff erent meaning attached b y the other . See Restatement\n(Second) of Contr acts §201(2) (1979)."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_60",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 60,
      "text": "Still other doctrines impose a \"higher degr ee of scrutiny \" on contr acts made between par ties sharing\na fiduciar y relationship, giv en the risk the fiduciar y will (intentionally or other wise) \" misuse \" its position4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 20/35\nof trust. 28 R. Lor d, Willist on on Contr acts §71:53, p. 617 (4th ed. 2020). When it comes t o the United\nStates, such fiduciar y duties must, of course, come fr om positiv e law , \"not the atmospher e.\" Haaland  v.\nBrackeen, 599 U. S. ___, ___-___ (2023) (slip op., at 11-12). But the United States has, thr ough \" acts of\nCongr ess\" and other affirmativ e conduct, v oluntarily assumed cer tain specific fiduciar y duties t o the\nTribes. Seminole Nation  v. United States , 316 U. S. 286, 287, 297 (1942). That r aises the specter of undue\ninfluence--especially since, in many negotiations with the Tribes, the United States alone had\n\"representativ es skilled in diplomacy \" who wer e \"masters of [its] written language, \" who fully\n\"underst[ood] the . . ."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_61",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 61,
      "text": "technical estates known t o [its] law ,\" and who wer e \"assisted b y an interpr eter [the y]\nemplo yed.\" Jones  v. Meehan , 175 U. S. 1, 11 (1899). Put t ogether , these insights ha ve long influenced the interpr etation of Indian tr eaties. \"The language\nused in tr eaties with the Indians should ne ver be construed t o their pr ejudice. \" Worcester  v. Geor gia, 6\nPet. 515, 582 (1832) (McLean, J., concurring). Rather , when a tr eaty 's wor ds \"are susceptible of a mor e\nextended meaning than their plain impor t,\" we must assign them that meaning. Ibid. Our duty , this Cour t\nhas r epeatedly explained, lies in interpr eting Indian tr eaties \"in a spirit which gener ously r ecogniz es the\nfull obligation of this [N]ation. \" Tulee v. Washingt on, 315 U. S. 681, 684-685 (1942); see also United\nStates  v. Winans , 198 U. S. 371, 380-381 (1905); Choctaw Nation  v. United States , 119 U. S. 1, 27-28\n(1886). W e sometimes call this interpr etive maxim--r eally just a special application of or dinar y contr act-\ninterpr etation principles--the Indian canon. See F . Cohen, Handbook of F eder al Indian Law §2.02, p. 119\n(N. Newt on ed."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_62",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 62,
      "text": "2005); R. Collins, Ne ver Construed t o Their Pr ejudice: In Honor of Da vid Getches, 84 U.\nColo. L. Re v. 1, 6-7 (2013). With time, t oo, these interpr etive insights ha ve yielded some mor e concr ete rules. First, cour ts must\n\"give eff ect t o the terms\" of tr eaties as \"the Indians themselv es would ha ve underst ood them. \" Minnesota  v. Mille Lacs Band of Chippewa Indians , 526 U. S. 172, 196 (1999); see also Tulee, 315 U. S.,\nat 684. Second, t o gain a complete view of the Tribes' understanding, cour ts ma y (and often must) \"look\nbeyond the written wor ds to the lar ger context that fr ames the Treaty.\" Mille Lacs Band , 526 U. S., at 196. That includes taking st ock of \"the hist ory of the tr eaty, the negotiations, and the pr actical construction\nadopted b y the par ties.\" Choctaw Nation v. United States , 318 U. S. 423, 432 (1943). Third, cour ts must\nassume int o those tr eaties a duty of \" good faith \" on the par t of the United States t o \"protec[t]\" the Tribes\nand their wa ys of lif e. See Washingt on State Commer cial P assenger Fishing V essel Assn. , 443 U. S., at\n666-667."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_63",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 63,
      "text": "It is easy t o see the pur chase these rules ha ve for r eser vation-cr eating tr eaties lik e the one at issue in\nthis case. Treaties lik e that almost inv ariably designate pr oper ty as a permanent home for the r elevant\nTribe. See McGir t v. Oklahoma , 591 U. S. ___, ___ (2020) (slip op., at 5). And the pr omise of a permanent\nhome necessarily implies cer tain benefits for the Tribe (and cer tain r esponsibilities for the United\nStates). One set of those benefits and r esponsibilities concerns water . This Cour t long ago r ecogniz ed\nas much in Winters v. United States , 207 U. S. 564 (1908).4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 21/35\n     That case inv olved the Milk Riv er, which flows along the nor thern bor der of the F ort Belknap\nReser vation. Id., at 565-567 (statement of McK enna, J.). Upstr eam landowners inv ested their own\nresour ces t o build dams and r eser voirs which indir ectly depriv ed the Tribes living on the r eser vation of\nwater b y reducing the v olume a vailable downstr eam. Id., at 567. The United States sued on the Tribes'\nbehalf t o enjoin the landowners' actions."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_64",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 64,
      "text": "Id., at 565. In assessing the go vernment' s claim, the Cour t\nlook ed to the agr eement establishing that r eser vation and found no language speaking t o the Tribes'\nwater rights at all. Id., at 575-576. Ne vertheless, the Cour t concluded, the agr eement r eser ved water\nrights for the Tribes in the Milk Riv er and found for the go vernment. Id., at 577. The Cour t consider ed it\ninconceiv able that, ha ving once enjo yed \"beneficial use \" of nearb y waters, the Tribes would ha ve\ncontr acted t o \"give up all th[at]. \" Id., at 576. After all, the lands described in the r eser vation \" were arid and,\nwithout irrigation, wer e practically v alueless, \" and \" communities could not be established\" without\naccess t o adequate water . Ibid. (internal quotation marks omitted). F or these r easons, the agr eement' s\nprovisions designating the land as a permanent home for the Tribes necessarily implied that the Tribes\nwould enjo y continued access t o nearb y sour ces of water . Ibid. A contr ary reading, the Cour t said, would\n\"impair or def eat\" the par ties' agr eement. Id., at 577."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_65",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 65,
      "text": "While Winters  involved a claim br ought b y the United States, the f eder al go vernment asser ted \"the\nrights of the Indians\" themselv es. Id., at 576. This Cour t's subsequent cases ha ve confirmed as much. In\nUnited States  v. Powers , 305 U. S. 527 (1939), for instance, this Cour t cited Winters  as authority for its\nholding that a diff erent tr eaty impliedly \"r eser ved\" waters \"for the equal benefit of tribal members .\" Id., at\n532 (emphasis added). So when the r eser vation was dissolv ed and the land allotted, \"the right t o use\nsome por tion of tribal waters essential for cultiv ation passed to the owners \" of the individual plots of\nland. Ibid. (emphasis added). Later , in Arizona I , this Cour t described Winters  as standing for the\nprinciple that \"the Go vernment, when it cr eate[s an] Indian Reser vation, intend[s] t o deal fairly with the\nIndians b y reser ving for them  the waters without which their lands would ha ve been useless. \" 373 U. S.,\nat 600 (emphasis added). Congr ess would not \" creat[e] an Indian Reser vation without intending t o\nreser ve waters necessar y to mak e the r eser vation liv able. \" Id., at 559."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_66",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 66,
      "text": "Sometimes the United States ma y hold a Tribe's water rights in trust. When it does, this Cour t has\nrecogniz ed, the United States must manage those water rights \"[a]s a fiduciar y,\" Arizona v. California , 460\nU. S. 605, 626-627 (1983) ( Arizona II  ), one held t o \"the most exacting fiduciar y standar ds,\" Seminole\nNation , 316 U. S., at 297. This is no special rule. \"[F]iduciar y duties char acteristically attach t o decisions\"\nthat inv olve \"managing [the] assets and distributing [the] pr oper ty\" of others. Pegram v. Herdrich , 530\nU. S. 211, 231 (2000). It follows, then, that a Tribe ma y bring an action in equity against the United States\nfor \"fail[ing] t o provide an accur ate accounting of \" the water rights it holds on a Tribe's behalf. United\nStates  v. Tohono O' odham Nation , 563 U. S. 307, 318 (2011). After all, it is black-letter law that a plaintiff\nmay seek an accounting \" whene ver the def endant is a fiduciar y who has been entrusted with pr oper ty of\nsome kind belonging t o the plaintiff, \" even if the def endant is not \" expr ess[ly]\" named a \"trustee. \" J.\nEichengrun, Remedying the Remedy of Accounting, 60 Ind. L. J."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_67",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 67,
      "text": "463, 468-469, and n. 18 (1985) (noting4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 22/35\ncases); see also A. Newman, G. Boger t, & G. Boger t, Law of Trusts and Trustees §967, p. 201 (3d ed. 2010) (\"fiduciar y relationship [is] sufficient t o suppor t an action for an accounting\" whene ver the\nfiduciar y exercises \" discr etion o ver trust\" assets). B\n     With these principles in mind, r eturn t o the Na vajo's case and star t with the most basic terms of the\nparties' agr eement. In signing the Treaty of 1868, the Na vajo agr eed t o \"relinquish all right t o occup y any\nterrit ory outside their r eser vation. \" Art. IX, 15 Stat. 670. In ex change, the Na vajo wer e entitled t o \"mak e\nthe r eser vation . . . their permanent home. \" Art. XIII, id., at 671. E ven standing alone, that language\ncreates enfor ceable water rights under Winters . As both par ties sur ely would ha ve recogniz ed, no people\ncan mak e a permanent home without the ability t o draw on adequate water . Other wise, the Tribe's land\nwould be \" practically v alueless, \" \"defeat[ing] the declar ed purpose \" of the Treaty."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_68",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 68,
      "text": "Winters , 207 U. S., at\n576-577. Other clues mak e the point e ven mor e ob vious. V arious f eatur es of the Treaty wer e expr essly k eyed to\nan assumption about the a vailability of water . The United States agr eed t o build cer tain structur es\n\"within said r eser vation, wher e . . . water ma y be conv enient. \" Art. III, 15 Stat. 668. Under the Treaty 's\nterms, t oo, individual Na vajo wer e entitled t o select tr acts of land within the r eser vation t o \"commence\nfarming\" and for \" purposes of cultiv ation. \" Art. V, ibid. If an individual could show that he \"intend[ed] in\ngood faith t o commence cultiv ating the soil for a living, \" the Treaty entitled him t o \"receiv e seeds and\nagricultur al implements. \" Art. VII, id., at 669. Similarly , the Treaty pr omised lar ge numbers of animals t o\nthe Tribe. Ar t. XII, id., at 670. Those guar antees tak e as a giv en that the Tribe could access water\nsufficient t o live, tend cr ops, and r aise animals in perpetuity . As we ha ve seen, \"the hist ory of the tr eaty, the negotiations, and the pr actical construction adopted b y\nthe par ties\" ma y also inform a tr eaty 's interpr etation. Choctaw Nation , 318 U. S., at 432."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_69",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 69,
      "text": "And her e hist ory\nis par ticularly telling. Much of the Na vajo's plight at Bosque Redondo owed t o both the lack of water and\nthe poor quality of what water did exist. Gener al Sherman appr eciated this point and expr essly r aised the\navailability of water in his negotiations with the Tribe. Treaty Recor d 5. Doubtless, he did so because\neveryone had found the water at Bosque Redondo insufficient and because the Na vajo's str ong desir e to\nreturn home r ested in no small par t on the a vailability of water ther e. Id., at 3, 8. Because the Treaty of\n1868 must be r ead as the Na vajo \"themselv es would ha ve underst ood\" it, Mille Lacs Band , 526 U. S., at\n196, it is impossible t o conclude that water rights wer e not included. Really , few points appear t o ha ve\nbeen more centr al to both par ties' dealings. What water rights does the Treaty of 1868 secur e to the Tribe? Remarkably , even today no one knows\nthe answer . But at least we know the right question t o ask: How much is r equir ed to fulfill the purposes\nof the r eser vation that the Treaty of 1868 established? See Nevada v. United States , 463 U. S. 110, 116,4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_70",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 70,
      "text": "(2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 23/35\nn. 1 (1983) (citing cases). W e know , too, that a Tribe's Winters rights ar e not necessarily limited t o the\nwater sour ces found within the corners of their r eser vation. Winters itself inv olved a challenge t o the\nmisappr opriation of water b y upstr eam landowners fr om a riv er that r an along the bor der of tribal lands. 207 U. S., at 576 . And her e the Na vajo's Reser vation lik ewise stands adjacent t o a long str etch of the\nColor ado Riv er flowing thr ough both its Upper and Lower Basins. App. 91. Finally , we know that \"it is\nimpossible t o belie ve that when . . . the Ex ecutiv e Depar tment of this Nation cr eated the [v arious]\nreser vations\" in the arid Southwest it was \"unawar e that . . . water fr om the [Color ado R]iv er would be\nessential t o the lif e of the Indian people and t o the animals the y hunted and the cr ops the y raised. \" Arizona I , 373 U. S., at 598-599. Nor does the United States dispute any of this. To the contr ary, it\nacknowledges that the Na vajo's water rights v ery well \" may . . ."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_71",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 71,
      "text": "include some por tion of the mainstr eam\nof the Color ado\" that runs adjacent t o their r eser vation. Tr. of Or al Ar g. 33. For our purposes t oday, that lea ves just one question: Can the Tribe state a legally cognizable claim\nfor relief asking the United States t o assess what water rights the y have? Not e ven the f eder al\ngovernment seriously disputes that it acts \" as a fiduciar y\" of the Tribes with r espect t o tribal waters it\nmanages. Arizona II , 460 U. S., at 627-628. Indeed, when it comes t o the Na vajo, the United States fr eely\nadmits that it holds cer tain water rights for the Tribe \"in trust. \" Tr. of Or al Ar g. 40. And of course, that\nmust be so giv en that the United States ex ercises per vasive contr ol over much water in the ar ea,\nincluding in the adjacent Color ado Riv er. See Arizona I , 373 U. S., at 564-565. Those obser vations suffice t o resolv e today's dispute. As we ha ve seen, that exact coupling--a\nfiduciar y relationship t o a specific gr oup and complete managerial contr ol over the pr oper ty of that\ngroup--giv es rise t o a duty t o account. See supr a, at 16-17."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_72",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 72,
      "text": "The United States, we know , must act in a\n\"legally [a]dequate \" way when it comes t o the Na vajo's water it holds in trust. Arizona II , 460 U. S., at 627. It follows, as the United States concedes, that the f eder al go vernment could not \"legally \" dam off the\nwater flowing t o their Reser vation, as doing so would \"inter fere with [the Tribe's] ex ercise of their \" water\nrights. Tr. of Or al Ar g. 13. Implicit in that concession is another . Because Winters  rights belong t o the\nNavajo themselv es, the United States cannot lawfully div ert them elsewher e--just as a lawy er cannot\ndispose of a client' s proper ty entrusted t o him without permission. And the only way to ensur e\ncompliance with that obligation is t o giv e the Tribe just what the y request--an assessment of the water\nrights the f eder al go vernment holds on the Tribe's behalf. III\n     The Cour t does not dispute most of this. It agr ees that the Na vajo enjo y \"water rights implicitly\nreser ved to accomplish the purpose of the r eser vation. \" Ante , at 2. It agr ees that the United States\ncannot lawfully inter fere with those water rights. Ante , at 2, 6, 7."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_73",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 73,
      "text": "And it lea ves open the possibility that\nthe Na vajo \" may be able t o asser t the inter ests the y claim in water rights litigation. \" Ante,  at 12. Really ,\nthe Cour t gets off the tr ain just one st op shor t. It insists (and then r epeats--again and again) that the4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 24/35\nUnited States owes no \" affirmativ e duty \" to the Na vajo with r espect t o water , and ther efore does not need\nto tak e any \" affirmativ e steps\" t o help the Tribe on that scor e. Ante,  at 2, 6-13. This r easoning r eflects\nthree err ors. A\n     The Cour t begins b y misappr ehending the natur e of the Na vajo's complaint. Though it ne ver quite\ncashes out what the phr ase \" affirmativ e steps\" means, the Cour t appears concerned that allowing this\ncomplaint t o proceed could r esult in a cour t order r equiring the United States t o \"buil[d] pipelines, pumps,\nwells, or other water infr astructur e.\" Ante,  at 2, 6, 7."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_74",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 74,
      "text": "Mor e than that, the Cour t worries that--if a lower\ncour t finds that the United States has any water-r elated r esponsibilities t o the Tribe--the f eder al\ngovernment might e ven eventually find itself on the hook t o \"farm land, mine miner als, har vest timber ,\nbuild r oads, or construct bridges on the r eser vation. \" Ante,  at 13; see also ante,  at 9. The Tribe's lawsuit asks for nothing of the sor t. The Tribe expr essly disa vows any suggestion that, \" as\na matter of tr eaty interpr etation . . . the United States is legally obligated t o pa y for pipelines or aquif ers,\"\nfor example. Tr. of Or al Ar g. 78. Instead and again, the Tribe's complaint seeks simply t o \"compel the\nFeder al Def endants t o determine the water r equir ed to . . . fulfill the pr omise[s]\" made t o them under the\nTreaty of 1868. App. 86. Only if the United States is, in fact, \" inter fer[ing]  with [their] r eser ved water\nrights\" in some wa y, ante,  at 6, could the Tribe then ask the f eder al go vernment t o \"devise a plan \" for\nachie ving compliance with its obligations, App. 86. And, for all any one pr esently can tell, the United\nStates ma y be inter fering in just that wa y."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_75",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 75,
      "text": "Asking the f eder al go vernment t o assess what it holds in trust\nand t o ensur e that it is not misappr opriating water that belongs t o the Tribe has nothing t o do with\nbuilding pipelines or farming land. B\n     Ha ving mistak en the natur e of the Na vajo's complaint, the Cour t proceeds next t o analyz e it under the\nwrong legal fr amework. Citing cases lik e United States  v. Jicarilla Apache Nation , 564 U. S. 162 (2011);\nUnited States  v. Navajo Nation , 537 U. S. 488 (2003) ( Navajo I ); and United States  v. Mitchell , 445 U. S.\n535 (1980) ( Mitchell I ), the Cour t tries t o hammer a squar e peg (the Na vajo's request) thr ough a r ound\nhole (our Tucker Acts fr amework). See ante , at 7-9, and n. 1. To understand why those cases ar e\ninapposite, a little back ground is in or der. When an Indian Tribe seeks damages fr om the United States, it must usually pr oceed under the terms\nof the Tucker Act, 28 U. S. C. §1491, and the Indian Tucker Act, §1505. Together , those pr ovisions\nfacilitate suits for mone y damages in the Cour t of F eder al Claims for claims \" arising under the\nConstitution, laws or tr eaties of the United States, or Ex ecutiv e orders of the Pr esident. \""
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_76",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 76,
      "text": "Ibid. Notably ,\nhowe ver, the Tucker Acts pr ovide only a selectiv e waiv er of so vereign immunity , not a cause of action. To4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 25/35\ndetermine whether a Tribe can seek mone y damages on any giv en claim, this Cour t has laid out a two-\npart test. First, a cour t must ascer tain whether ther e exists \" specific rights-cr eating or duty-imposing\nstatut ory or r egulat ory prescriptions, \" Navajo I , 537 U. S., at 506, pr oducing a scheme that bears the\n\"hallmarks of a mor e conv entional fiduciar y relationship, \" United States  v. White Mountain Apache Tribe,\n537 U. S. 465, 473 (2003). Second, once a Tribe has identified such a pr ovision, the cour t must use \"trust\nprinciples\" t o assess whether (and in what amount) the United States owes damages. United States  v.\nNavajo Nation , 556 U. S. 287, 301 (2009) ( Navajo II  ). To describe this r egime is t o explain why the Cour t errs in r elying on it."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_77",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 77,
      "text": "The Na vajo do not bring a\nclaim for mone y damages in the Cour t of F eder al Claims under the Tucker Acts (ther eby implicating\nthose Acts' selectiv e waiv er of so vereign immunity). Rather , the Na vajo seek equitable r elief in f eder al\ndistrict cour t on a tr eaty claim go verned b y the familiar principles r ecounted abo ve. See supr a, at 12-17. They do so with the help of 28 U. S. C. §1362, a pr ovision enacted after the Tucker Acts that giv es feder al\ndistrict cour ts \"original jurisdiction \" over \"civil actions\" br ought b y Tribes \"under the Constitution, laws, or\ntreaties of the United States. \" Ibid. ; see also Brief for Hist orians as Amici Curiae  31. As this Cour t has\nnoted, §1362 ser ves \"t o open the f eder al cour ts to the kind of claims that could ha ve been br ought b y\nthe United States as trustee, but for whate ver reason wer e not so br ought. \" Moe , 425 U. S., at 472. That\nperfectly summariz es the claim that the Na vajo adv ance her e--a tr eaty-based claim bott omed on Winters\nthat all agr ee the United States could bring in its capacity as a trustee."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_78",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 78,
      "text": "Nor does any one question that\nthe United States has waiv ed so vereign immunity for claims \" seeking r elief other than mone y damages\"\nbased on an allegation that f eder al officials ha ve \"acted or failed t o act\" as the law r equir es. 5 U. S. C.\n§702. This Cour t's decisions ha ve long r ecogniz ed that claims for equitable r elief in f eder al district cour t\noper ate under a distinct fr amework than claims for mone y damages br ought in the Cour t of F eder al\nClaims under the Tucker Acts. In United States  v. Mitchell , 463 U. S. 206 (1983)  (Mitchell II  ), for example,\nthe United States ar gued that the Cour t should not allow an action for damages under the Tucker Acts t o\nproceed because the plaintiffs could ha ve brought a separ ate \"actio[n] for declar atory, injunctiv e, or\nmandamus r elief against the Secr etary\" in f eder al district cour t. Id., at 227. This Cour t agr eed with the\ngovernment' s assessment that the plaintiffs could ha ve brought a claim lik e that--e ven as it went on t o\nhold that the y wer e free to bring a damages action under the Tucker Acts fr amework t oo. Ibid. Lower cour ts ha ve appr eciated all this as well."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_79",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 79,
      "text": "As the y have obser ved, nothing in the Tucker Acts or\nour decisions applying them \"impl[ies] that [T ribes] ar e not [separ ately] entitled t o declar atory or\ninjunctiv e relief \" under other laws or tr eaties and the tr aditional fr amework described abo ve. Cobell  v.\nNorton, 240 F . 3d 1081, 1101 (CADC 2001); see also Loudner  v. United States , 108 F . 3d 896, 899 (CA8\n1997). Consistent with this appr oach, the y have frequently allowed Tribes t o bring fr eestanding claims\nseeking t o enfor ce tr eaty obligations--including water-r elated ones. See, e.g., Pyramid Lak e Paiute Tribe\nof Indians  v. Morton, 354 F . Supp. 252, 256 (DC 1973) (r equiring the Secr etary of the Interior t o \"justify4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 26/35\nany div ersion of water fr om the Tribe with pr ecision \"); see also Northwest Sea F arms, Inc.  v. United\nStates Army Corps of Engineers , 931 F . Supp. 1515, 1520 ( WD W ash. 1996) (\"In carr ying out its fiduciar y\nduty , it is the go vernment' s . . . r esponsibility t o ensur e that Indian tr eaty rights ar e giv en full eff ect\")."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_80",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 80,
      "text": "The\ncases the Cour t relies on simply do not enter the pictur e.\nC\n     After misr eading the Na vajo's request and applying the wr ong analytical fr amework, the Cour t errs in\none last wa y. It reaches the wr ong r esult e ven under this Cour t's Tucker Acts fr amework. The second\nstep of the analysis--using \"trust principles\" t o sor t out the damages the United States owes, Navajo II ,\n556 U. S., at 301--clearly has no pur chase in this context. (Another tell that the Tucker Acts fr amework\nitself has no pur chase.) But what about the first step? Hist orically , this Cour t's cases ha ve distinguished\nbetween r egulat ory schemes that cr eate \"bar e trusts\" (that cannot sustain actions for damages) and a\n\"conv entional\" trust (that can mak e the go vernment \"liable in damages for br each \" under the Tucker\nActs). White Mountain Apache Tribe, 537 U. S., at 473-474; see ante,  at 9. A close look at those decisions\nsuggests that, e ven under them, the Tribe's claim should be allowed t o proceed. Take Mitchell II as an example. Ther e, this Cour t allowed a claim for mone y damages r elating t o the\nmismanagement of tribal for ests. On what basis?"
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_81",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 81,
      "text": "A patchwork of statutes and r egulations, along with\nsome assor ted r epresentations b y the Depar tment of the Interior . 463 U. S., at 219-224. In holding this\nshowing sufficient t o suppor t an action for mone y damages, this Cour t obser ved that, \" wher e the F eder al\nGovernment tak es on or has contr ol\" of pr oper ty belonging t o a Tribe, the necessar y \"fiduciar y\nrelationship normally exists . . . e ven though nothing is said expr essly \" about \" a trust or fiduciar y\nconnection. \" Id., at 225 (internal quotation marks omitted). F urther, wher e the f eder al go vernment has\n\"full r esponsibility \" to manage a r esour ce or \" elabor ate contr ol\" o ver that r esour ce, the r equisite \"fiduciar y\nrelationship necessarily  arises. \" Id., at 224-225 (emphasis added). Statements b y the United States\n\"recogniz[ing]\" a fiduciar y duty , the Cour t explained, can help confirm as much t oo. Id., at 224. Consider White Mountain Apache Tribe as well. Ther e, this Cour t allowed a claim for mone y damages\nbased on the United States' br each of its \"fiduciar y duty t o manage land and impr ovements\" on a\nreser vation. 537 U. S., at 468."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_82",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 82,
      "text": "The Tribe def ended the right t o bring that claim b y pointing t o a statute\ndeclaring cer tain lands would be \" 'held b y the United States in trust' \" for the Tribe and allowing the\nSecr etary of the Interior t o use \" ' any par t' \" of those lands \" 'for administr ative or school purposes. ' \" Id.,\nat 469. In holding that statute sufficient t o suppor t a claim for mone y damages, this Cour t emphasiz ed\nthe United States ex ercised authority o ver the assets at issue and had consider able \" discr etionar y\nauthority \" over their use. Id., at 475. Held e ven to these y ardsticks, the Na vajo's complaint easily measur es up. Our Winters  decisions\nrecogniz e that the United States holds r eser ved water rights \"[a]s a fiduciar y\" for the Tribes. Arizona II ,4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 27/35\n460 U. S., at 627-628 (emphasis added). The United States' contr ol over adjacent water sour ces--\nincluding the Color ado Riv er--is \" elabor ate.\" Mitchell II . 463 U. S., at 225; see also Arizona I, 373 U. S., at\n564-565; White Mountain Apache Tribe, 537 U. S., at 475."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_83",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 83,
      "text": "It can dole out water in par ts of the Color ado\nby contr act. 43 U. S. C. §617d. And, of course, the United States has expr essly acknowledged that it\nholds water rights \"in trust\" for the Na vajo, see Brief for F eder al Parties 37; Tr. of Or al Ar g. 40, perhaps\nincluding rights in the Color ado Riv er mainstr eam, id., at 33. Giv en these f eatur es, the Na vajo's complaint\nmore than suffices t o state a claim for r elief. IV\n     Wher e do the Na vajo go fr om her e? To date, their effor ts to find out what water rights the United\nStates holds for them ha ve produced an experience familiar t o any American who has spent time at the\nDepar tment of Mot or Vehicles. The Na vajo ha ve waited patiently for someone, any one, t o help them, only\nto be t old (r epeatedly) that the y have been standing in the wr ong line and must tr y another . To this da y,\nthe United States has ne ver denied that the Na vajo ma y have water rights in the mainstr eam of the\nColor ado Riv er (and perhaps elsewher e) that it holds in trust for the Tribe."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_84",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 84,
      "text": "Instead, the go vernment' s\nconstant r efrain is that the Na vajo can ha ve all the y ask for; the y just need t o go somewher e else and do\nsomething else first. The Na vajo ha ve tried it all. They have written f eder al officials. They have mo ved this Cour t to clarify\nthe United States' r esponsibilities when r epresenting them. They have sought t o inter vene dir ectly in\nwater-r elated litigation. And when all of those effor ts wer e rebuff ed, the y brought a claim seeking t o\ncompel the United States t o mak e good on its tr eaty obligations b y providing an accounting of what\nwater rights it holds on their behalf. A t each turn, the y have receiv ed the same answer: \"T ry again. \" When\nthis r outine first began in earnest, Elvis was still making his r ounds on The E d Sulliv an Show . If ther e is any silv er lining her e it ma y be this. While the Cour t finds the pr esent complaint lacking\nbecause it understands it as seeking \" affirmativ e steps, \" the Cour t does not pass on other potential\npleadings the Tribe might off er, such as those alleging dir ect inter ference with their water rights."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_85",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 85,
      "text": "Impor tantly , too, the Cour t recogniz es that the Na vajo \" may be able t o asser t the inter ests the y claim in\nwater rights litigation, including b y seeking t o inter vene in cases that aff ect their claimed inter ests. \" Ante ,\nat 12. After t oday, it is har d to see how this Cour t (or any cour t) could e ver again fairly deny a r equest\nfrom the Na vajo t o inter vene in litigation o ver the Color ado Riv er or other water sour ces t o which the y\nmight ha ve a claim. Principles of est oppel, if nothing else, ma y have something t o sa y about the United\nStates' ability t o oppose r equests lik e that mo ving for ward. Cf. United States  v. Louisiana , 394 U. S. 11,\n73-74, n. 97 (1969). All of which lea ves the Na vajo in a familiar spot. As the y did at Bosque Redondo,\nthey must again fight for themselv es to secur e their homeland and all that must necessarily come with\nit. Perhaps her e, as ther e, some measur e of justice will pr evail in the end.4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 28/35\nFOO TNO TES\nFootnote 1\n Together with No. 22-51, Depar tment of the Interior et al."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_86",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 86,
      "text": "v. Navajo Nation et al., also on cer tiorari to the\nsame cour t.\nFOO TNO TES\nFootnote 1\n The Na vajos ha ve suggested that the Jicarilla line of cases might apply only in the context of claims\nseeking damages fr om the United States pursuant t o the Tucker Act and Indian Tucker Act. See 28\nU. S. C. §§1491, 1505; see also Brief for Na vajo Nation 29. But Jicarilla 's framework for determining the\ntrust obligations of the United States applies t o any claim seeking t o impose trust duties on the United\nStates, including claims seeking equitable r elief. That is because Jicarilla 's reasoning r ests upon\nsepar ation of powers principles--not on the par ticulars of the Tucker Acts. As Jicarilla  explains, the\nUnited States is a so vereign, not a priv ate trustee, and ther efore the trust obligations of the United States\nto the Indian tribes ar e established and go verned b y treaty, statute, or r egulation, r ather than b y the\ncommon law of trusts. See 564 U. S., at 165, 177."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_87",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 87,
      "text": "Stated other wise, the trust obligations of the United\nStates t o the Indian tribes ar e established b y Congr ess and the Ex ecutiv e, not cr eated b y the Judiciar y.\nFootnote 2\n In this Cour t, the Na vajos also briefly point t o the 1849 tr eaty. But that tr eaty did not gr ant the Na vajos a\nreser vation. In that tr eaty, the United States agr eed t o \"designate, settle, and adjust\" the boundaries of\nthe Na vajo territ ory at some futur e point. 9 Stat. 975. No pr ovision of the 1849 tr eaty obligated the\nUnited States t o tak e affirmativ e steps t o secur e water for the Na vajos. Footnote 3\n Similarly , the Na vajos ar gue that the United States' s contr ol over the Color ado Riv er \"drives home the\nduty t o secur e water .\" Brief for Na vajo Nation 33, 40. But as alr eady explained, the Tribe has failed t o\nidentify any such duty in the 1868 tr eaty. Footnote 44/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_88",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 88,
      "text": "(2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 29/35\n The inter venor States separ ately ar gue that the Na vajo Tribe's claimed r emedies with r espect t o the\nLower Color ado Riv er would inter fere with this Cour t's decr ee in Arizona v. California , 547 U. S. 150\n(2006). The question of whether cer tain r emedies would violate the substance of this Cour t's 2006\ndecr ee is a merits question, not a question of subject-matter jurisdiction. Because we conclude that the\ntreaty imposes no duty on the United States t o tak e affirmativ e steps t o secur e water in the first place,\nwe need not r each the question of whether par ticular r emedies would conflict with this Cour t's 2006\ndecr ee. Was this helpful? Yes No\nWelcome t o FindLaw' s Cases & Codes\nA free sour ce of state and f eder al cour t opinions, state laws, and the United States\nCode. F or mor e information about the legal concepts addr essed b y these cases and\nstatutes visit FindLaw' s Learn About the Law . Go to Learn About the Law \nARIZ ONA ET AL. v. NAVAJO N ATION E T AL. (2023)\n4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL."
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_89",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 89,
      "text": "(2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 30/35\nDock et No:  No. 21-1484\nArgued:  Mar ch 20, 2023\nDecided:  June 22, 2023\nCour t: United States Supr eme Cour t\nPractice Management\nLegal Technology\nLaw StudentsNeed t o find an att orne y? Sear ch our dir ectory by legal issue\nEnter information in one or both fields (Requir ed)\nFind a lawy erLegal issue"
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_90",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 90,
      "text": "I need help near (city, ZIP code or county)\nKarachi, Sindh \nFor Legal Pr ofessionals4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 31/35\nGet a pr ofile on the #1 online legal dir ectory\nHarness the power of our dir ectory with y our own pr ofile. Select the butt on below t o\nsign up. Sign up \nEnter y our email addr ess t o subscribe\n* Indicates r equir ed field\nGet email updates fr om FindLaw Legal Pr ofessionals\nEmail *4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 32/35\nLearn mor e about FindLaw’ s newsletters , including our terms of use and priv acy policy . Learn About the Law\nGet help with y our legal needs\nFindLaw’ s Learn About the Law f eatur es thousands of informational ar ticles t o help y ou understand\nyour options. And if y ou’re ready t o hir e an att orne y, find one in y our ar ea who can help. Go to Learn About the Law 4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 33/35\nNeed t o find an att orne y?"
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_91",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 91,
      "text": "Sear ch our dir ectory by legal issue\nEnter information in one or both fields (Requir ed)\nLegal issue"
    },
    {
      "chunk_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw_chunk_92",
      "document_id": "ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) _ FindLaw",
      "chunk_index": 92,
      "text": "I need help near (city, ZIP code or county)\nKarachi, Sindh 4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 34/35\nBACK TO TOP\nQuestions?\nAt FindLaw .com, we pride ourselv es on being the\nnumber one sour ce of fr ee legal information and\nresour ces on the web. Contact us.\nStay up-t o-date with how the law aff ects y our\nlife. Sign up for our consumer newsletter .\nENTER Y OUR EM AIL ADDRESS\n\nFOLL OW US:  \nABOUT  US \nOur Team\nAccessibility\nContact Us\nFIND A L AWYER \nBy Location\nBy Legal Issue\nBy Lawy er Pr ofiles\nBy NameSELF-HELP RESOURCES\nLegal F orms & Ser vices\nLEGAL RESEARCH\nLearn About the Law\nState Laws\nU.S. Caselaw\nU.S. CodesFind a lawy er\nCopyright © 2025, FindLaw . All rights r eser ved.\nTerms  >|Privacy >|Disclaimer  >|Cookies  >|Manage Pr eferences  >4/7/25, 10:35 AM ARIZONA ET AL. v. NAVAJO NATION ET AL. (2023) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/21-1484.html 35/35"
    }
  ],
  "processed_date": "2025-04-18 16:26:38",
  "validation_info": {
    "is_legal": true,
    "legal_confidence": 0.6,
    "document_type": "TREATY"
  }
}