{
  "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
  "chunks": [
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_0",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 0,
      "text": "Document Metadata:\nDocument Type: ACT\nKey Dates: October 16, 2024\n\n[Document Type: ACT]\n\nFINDL AW CASE L AW UNITED ST ATES US SUPREME COUR T \nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A V. ENVIRONMEN TAL PRO TECTION A GENCY\nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A v.\nENVIRONMEN TAL PRO TECTION A GENCY (2025)\nUnited States Supr eme Cour t\nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A v. ENVIRONMEN TAL PRO TECTION\nAGENCY(2025)\nNo. 23-753\nArgued: Oct ober 16, 2024 Decided: Mar ch 04, 2025\nUnder the Clean W ater Act (CW A), 33 U. S. C. §1151 et seq ., the Envir onmental Pr otection Agency (EP A)\nand authoriz ed state agencies issue permits that impose r equir ements on entities that wish t o dischar ge\n\"pollutants\" int o the waters of the United States. A critical component of the CW A regulat ory scheme is\nthe National P ollutant Dischar ge Elimination System (NPDES), which mak es it unlawful t o dischar ge\npollutants int o co vered bodies of water unless authoriz ed b y permit. EPA v. California ex r el. State W ater\nResour ces Contr ol Bd. , 426 U. S. 200, 205. These permits typically include \" effluent limitations\" on\ndischar ges that r estrict the \" quantities, r ates, and concentr ations of chemical, physical, biological, and\nother constituents. \" §1362(11)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_1",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 1,
      "text": "F ailur e to comply with permit limitations exposes permittees t o civil\npenalties and e ven criminal pr osecution. §§1319(c) and (d). Under what is known as the \" permit shield\"\nprovision, howe ver, an entity that adher es to the terms of its permit is deemed t o be compliant with the\nAct. §1342(k). This case inv olves a challenge t o \"end-r esult\" r equir ements--permit pr ovisions that do not spell\nout what a permittee must do or r efrain fr om doing but instead mak e a permittee r esponsible for the\nquality of the water in the body of water int o which the permittee dischar ges pollutants. The City of San\nFrancisco oper ates two combined wastewater tr eatment facilities that pr ocess both wastewater and\nstormwater . Combined Sewer Ov erflow (CSO) Contr ol Policy , 59 F ed. Reg. 18689; 75 F . 4th 1074, 1082\n/ / / /Find a\nLawy erLegal\nForms &\nServicesLearn\nAbout the\nLawLegal\nProfessionals Blogs4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 1/31\n(CA9)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_2",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 2,
      "text": "During periods of hea vy pr ecipitation, the combination of wastewater and st ormwater ma y\nexceed the facility 's capacity , and the r esult ma y be the dischar ge of untr eated water , including r aw\nsewage, int o the P acific Ocean or the San F rancisco Ba y. 59 F ed. Reg. 18689; EP A, Office of W ater,\nCombined Sewer Ov erflows: Guidance for P ermit W riters, p. 1-1; 75 F . 4th, at 1082-1083. In 1994, the EP A\nadopted its CSO Contr ol Policy , which r equir es municipalities with combined systems t o tak e prescribed\nmeasur es and t o de velop and implement a Long-T erm Contr ol Plan, and pr ovides for a two-phase\npermitting pr ocess. 59 F ed. Reg. 18691, 18696. F or many y ears, San F rancisco 's NPDES permit for its Oceanside facility was r enewed without\ncontr oversy, but in 2019, the EP A issued a r enewal permit that added two end-r esult r equir ements. 75 F . 4th, at 1084-1085. The first of these pr ohibits the facility fr om making any dischar ge that \" contribute[s]\nto a violation of any applicable water quality standar d\" for r eceiving waters. Id., at 1085."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_3",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 3,
      "text": "The second\nprovides that the City cannot per form any tr eatment or mak e any dischar ge that \" create[s] pollution,\ncontamination, or nuisance as defined b y California W ater Code section 13050. \" Ibid. (internal quotation\nmarks omitted). San F rancisco ar gued that the end-r esult r equir ements ex ceed EP A's statut ory authority ,\nbut the Ninth Cir cuit denied the city 's petition for r eview . The cour t held that §1311(b)(1)(C ) authoriz es\nEPA to impose \" any\" limitations ensuring applicable water quality standar ds ar e satisfied in a r eceiving\nbody of water . Held : Section 1311(b)(1)(C ) does not authoriz e the EP A to include \" end-r esult\" pr ovisions in NPDES\npermits. Determining what steps a permittee must tak e to ensur e that water quality standar ds ar e met is\nthe EP A's responsibility , and Congr ess has giv en it the t ools needed t o mak e that determination. Pp. 7-\n19. (a) Not all \"limitations\" under §1311 must qualify as effluent limitations. While §§1311(b)(1)(A) and\n(B) r efer to \"effluent limitations, \" §1311(b)(1)(C ) refers t o \"any mor e stringent limitation. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_4",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 4,
      "text": "This distinction\nshows that Congr ess intentionally authoriz ed limitations be yond effluent limitations because \"it is\ngener ally pr esumed that Congr ess acts intentionally and purposely in the dispar ate inclusion or\nexclusion \" of language in a statute. Russello  v. United States , 464 U. S. 16, 23 (internal quotation marks\nomitted). Other CW A provisions suppor t this b y referring t o \"effluent limitations and other limitations\"\nunder §1311. See, e.g., §§1341(d), 1365(f ). Mor eover, San F rancisco 's interpr etation would either\ninvalidate widely accepted narr ative permit pr ovisions or r equir e an impr obably br oad r eading of \" effluent\nlimitation. \" Pp. 7-9. (b) Section 1311(b)(1)(C ) does not authoriz e permit r equir ements conditioning compliance on\nreceiving water quality . The pr ovision 's text, structur e, and context suppor t this interpr etation. Pp. 9-19. (1) The terms \"limitation, \" \"implement, \" and \" meet\" in §1311(b)(1)(C ) suggest EP A must set\nspecific rules permittees must follow t o achie ve water quality goals. A \"limitation \" is a \"r estriction . . ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_5",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 5,
      "text": "imposed fr om without, \" not an end-r esult r equir ement lea ving permittees t o determine necessar y steps.4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 2/31\nWebster 's Third New International Dictionar y 1312. When a pr ovision tells a permittee that a par ticular\nend r esult must be achie ved, the dir ect sour ce of the r estriction comes fr om within, not \"fr om without. \" To \"implement\" standar ds requir es \"concr ete measur es,\" not simply mandating achie vement of r esults. Id., at 1134; §1311(b)(1)(C ). A limitation that is \" necessar y to meet\" an objectiv e is most natur ally\nunderst ood t o mean a pr ovision that sets out actions that must be tak en to achie ve the objectiv e. Pp. 10-\n12. (2)  The pr e-1972 W ater P ollution Contr ol Act ( WPCA) contained a pr ovision that allowed dir ect\nenfor cement against a polluter if the quality of the water int o which the polluter dischar ges pollutants\nfailed t o meet water quality standar ds. See F eder al W ater P ollution Contr ol Act, ch. 758, §§1, 2(d)(1),\n2(d)(4), 2(d)(7), 62 Stat. 1155, 1156-1157."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_6",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 6,
      "text": "But Congr ess deliber ately omitted such pr ovisions when\noverhauling the law in 1972. Instead, the CW A imposes \" direct r estrictions\" on polluters r ather than\nworking backwar d from pollution t o assign r esponsibility . EPA, 426 U. S., at 204. The Go vernment' s\ninterpr etation would undo what Congr ess plainly sought t o achie ve when it scr apped the WPCA 's\nbackwar d-looking appr oach. Pp. 12-14. (3) T wo f eatur es of the br oader statut ory scheme fur ther suppor t this conclusion. First, end-\nresult r equir ements would negate the CW A's \"permit shield\" pr otecting compliant permittees fr om\nliability . Second, EP A's interpr etation pr ovides no mechanism for fairly allocating r esponsibility among\nmultiple dischar gers contributing t o water quality violations. Pp. 14-16. (c) The agency has adequate t ools t o obtain needed information fr om permittees without r esor ting\nto end-r esult r equir ements. Its r eliance on the Combined Sewer Ov erflow P olicy is misplaced as that\npolicy authoriz es narr ative limitations but not end-r esult r equir ements. And concerns about disrupting\ngener al permits ar e unfounded giv en that narr ative limitations r emain a vailable. Pp. 17-19."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_7",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 7,
      "text": "75 F. 4th 1074, r eversed and r emanded. ALITO, J., deliv ered the opinion of the Cour t, in which ROBERTS, C. J., and THOMAS and KAVANAUGH, JJ.,\njoined, in which GORSUCH, J., joined as t o all but P art II, and in which SOTOMAYOR, KAGAN, BARRETT, and\nJACKSON, JJ., joined as t o Part II. BARRETT, J., filed an opinion dissenting in par t, in which SOTOMAYOR,\nKAGAN, and JACKSON, JJ., joined. Opinion of the Cour t\n 604 U. S. ____ (2025)\nNOTICE: This opinion is subject t o formal r evision befor e publication in the United States Repor ts. Readers ar e requested t o notify the Repor ter of Decisions, Supr eme Cour t of the United States,\nWashingt on, D . C. 20543, pio@supr emecour t.gov, of any typogr aphical or other formal err ors.4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 3/31\nNo."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_8",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 8,
      "text": "23-753\nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A, PE TITIONER v. ENVIRON-\nMEN TAL PRO TECTION A GENCY\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n[Mar ch 4, 2025]\n     JUSTICE ALITO deliv ered the opinion of the Cour t.\n     Under the Clean W ater Act (CW A), 86 Stat. 816, 33 U. S. C. §1251 et seq ., the Envir onmental\nProtection Agency (EP A) and authoriz ed state agencies1 may issue permits that impose r equir ements\non entities that wish t o dischar ge \"pollutants\" (a br oadly defined term) 2 into the waters of the United\nStates.3 Permits issued b y these agencies include what the CW A calls \" effluent limitations, \" that is,\nprovisions that specify the quantities of enumer ated pollutants that ma y be dischar ged.4 It is also\ncommon for permits t o set out other steps that a dischar ger must tak e. These ma y include testing,\nrecor d-keeping, and r epor ting r equir ements, as well as r equir ements obligating a permittee t o follow\nspecified pr actices designed t o reduce pollution."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_9",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 9,
      "text": "None of these so-called narr ative requir ements is at\nissue her e.\n     Instead, this case inv olves pr ovisions that do not spell out what a permittee must do or r efrain fr om\ndoing; r ather , they mak e a permittee r esponsible for the quality of the water in the body of water int o\nwhich the permittee dischar ges pollutants. When a permit contains such r equir ements, a permittee that\npunctiliously follows e very specific r equir ement in its permit ma y nevertheless face crushing penalties if\nthe quality of the water in its r eceiving waters falls below the applicable standar ds. F or conv enience, we\nwill call such pr ovisions \" end-r esult\" r equir ements. The permittee in this case is a wastewater tr eatment facility owned b y San F rancisco. F or the past\nfive years, the facility 's permit has included two end-r esult r equir ements, and if those pr ovisions ar e\nupheld, the City could be hea vily penaliz ed e ven though it was ne ver put on notice that it was obligated\nto tak e any specific step other than those it under took."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_10",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 10,
      "text": "San F rancisco ar gues that the end-r esult\nprovisions in its permit ar e not authoriz ed b y the CW A, and its position is suppor ted b y many other\nsimilarly situated cities, including New Y ork, the District of Columbia, Bost on, and Buffalo, as well as\nnational and state associations whose members collectiv ely \"provide wastewater and st ormwater\nservices t o the majority of [the people in this countr y whose homes ar e connected t o sewers]. \" 5\n     W e hold that the two challenged pr ovisions ex ceed the EP A's authority . The text and structur e of the\nCWA, as well as the hist ory of f eder al water pollution legislation, mak e this clear . And r esor ting t o such4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 4/31\nrequir ements is not necessar y to protect water quality . The EP A ma y itself determine what a facility\nshould do t o protect water quality , and the Agency has ample t ools t o obtain whate ver information it\nneeds t o mak e that determination. If the EP A does its work, our holding should ha ve no adv erse eff ect on\nwater quality ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_11",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 11,
      "text": "I\nA\n     To understand the issue befor e us, it is helpful t o tak e a brief look back at the hist ory of f eder al water\npollution legislation. F or most of the Nation 's hist ory, the F eder al Go vernment pla yed a secondar y role in\nthis field. See Sack ett v. EPA, 598 U. S. 651, 659 (2023). In 1948, howe ver, Congr ess passed the F eder al\nWater P ollution Contr ol Act ( WPCA), ch. 758, 62 Stat. 1155, which r epresented a cautious expansion of\nfeder al authority . K. Mur chison, Learning F rom Mor e Than Fiv e-and-a-Half Decades of F eder al W ater\nPollution Contr ol Legislation: Twenty Lessons for the F uture, 32 Env . Affairs L. Re v. 527, 530-531 (2005)\nThe WPCA r eaffirmed the long-accepted principle that \" contr olling water pollution \" was primarily a state\nresponsibility , but it also declar ed that the pollution of cer tain interstate waters had become \" a public\nnuisance \" and was \" subject t o abatement in a suit\" br ought b y the A ttorne y Gener al on behalf of the\nUnited States. §§1, 2(d)(1), 2(d)(4), 2(d)(7), 62 Stat. 1155-1157."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_12",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 12,
      "text": "Ov er the next 24 y ears, the WPCA was amended numer ous times,6 and the f eder al role gr adually gr ew,\nbut the basic structur e of f eder al enfor cement actions r emained the same. The star ting point was the\nidentification of a body of water with substandar d water quality . After that, f eder al authorities had t o\nwork backwar d and pr ove that a par ticular entity should be held r esponsible for the pr oblem.7 Both the\noriginal v ersion of the 1948 Act and all amendments enacted befor e 1972 pr oved to be ineff ectiv e due in\npart to this backwar d-looking model. See EPA v. California ex r el. State W ater Resour ces Contr ol Bd.,  426\nU. S. 200, 202 (1976). By 1972, the WPCA 's inadequacy was appar ent, and Congr ess made a fr esh star t. It amended the\nWPCA b y deleting all its pr ovisions and substituting what is now gener ally known as the Clean W ater\nAct. The CW A jettisoned the WPCA 's retrospectiv e appr oach and aimed dir ectly at the sour ces of\npollution."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_13",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 13,
      "text": "A critical component of the CW A scheme is the National P ollutant Dischar ge Elimination\nSystem (NPDES), see id., at 204-205, which mak es it unlawful t o dischar ge pollutants int o co vered\nbodies of water unless authoriz ed b y permit. P ermits issued under this pr ogram ma y contain se veral\ndifferent types of pr ovisions. Some ar e known as \" effluent limitations, \" see 33 U. S. C. §1311, which ar e defined as r estrictions on\nthe \" quantities, r ates, and concentr ations of chemical, physical, biological, and other constituents. \" §1362(11). Section 1311(b)(1), subpar agraphs (A) and (B) r equir e compliance with one type of effluent4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 5/31\nlimitations: those that ar e based on what can be achie ved using specified pollution-tr eatment\ntechnologies. See 40 CFR §122.44(a)(1) (2023). In most cases, these technology-based limitations ar e\nsufficient, but when the y are not, NPDES permits also include water quality-based effluent limitations\n(WQBELs). 33 U. S. C. §1311(b)(1)(C )."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_14",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 14,
      "text": "These WQBELs, unlik e technology-based effluent limitations, ar e\n\"set without r egar d to cost or technology a vailability .\" Natur al Resour ces Def ense Council v. EPA, 808\nF. 3d 556, 565 (CA2 2015); see  Natur al Resour ces Def ense Council, Inc. v. EPA, 859 F . 2d 156, 208 (CADC\n1988) ( per curiam ). Instead, the y permit only those dischar ges that ma y be made without unduly\nimpairing water quality . In addition t o these effluent limitations, it is common for permits t o include r equir ements that do not\nset numerical limitations on allowed dischar ges. One example, which is appar ently common in so-called\ngener al permits, is a pr ovision demanding that permittees follow cer tain \"best pr actices\" that aim t o limit\npollution.8\n     Under the NPDES system, permittees ha ve a v ery str ong incentiv e to comply with all permit terms. F or\none thing, the CW A giv es the EP A a v ery big \" stick. \" Permittees that do not comply ma y be hit with\nenormous civil penalties and ma y face criminal pr osecution for \"knowing\" or e ven \"negligent\" violations. See §§1319(c) and (d); 40 CFR §19.4 (2023). A t the same time, the CW A holds out an enticing \" carrot.\""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_15",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 15,
      "text": "Under what is known as the \" permit shield\" pr ovision, an entity that adher es to the terms of its permit is\ndeemed t o be compliant with the Act. See 33 U. S. C. §1342(k). B\n     The case now befor e us inv olves a par ticular type of public wastewater tr eatment, one that pr ocesses\nboth wastewater (water that has been used in a home) and st ormwater (r ainwater that does not sink int o\nthe gr ound). Many major cities ha ve such systems, and the y present special pr oblems. During periods of\nheavy pr ecipitation, the combination of wastewater and st ormwater ma y exceed the facility 's treatment\ncapacity , and the r esult ma y be the dischar ge of untr eated water , including r aw sewage. See Combined\nSewer Ov erflow (CSO) Contr ol Policy , 59 F ed. Reg. 18689 (1994); EP A, Office of W ater, Combined Sewer\nOverflows: Guidance for P ermit W riters, p. 1-1 (1995)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_16",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 16,
      "text": "This pr oblematic f eatur e of combined facilities\nwas r ecogniz ed long ago; installing a new system that handles st ormwater and wastewater separ ately is\nenormously expensiv e.9\n     To addr ess the pr oblem of CSOs, the EP A adopted its CSO Contr ol Policy , which r equir es\nmunicipalities with combined systems t o tak e prescribed measur es and t o de velop and implement a\nLong-T erm Contr ol Plan. 59 F ed. Reg. 18691. The CSO P olicy pr ovides for a two-phase permitting\nprocess. Id., at 18696. During phase I, permits r equir e municipalities t o implement nine minimum\ncontr ols and t o de velop a long-term plan. Then, during phase II, that plan must be implemented. Ibid. In4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 6/31\n2000, Congr ess amended the CW A and ga ve the CSO Contr ol Policy the for ce of a statute. See 33\nU. S. C. §1342(q)(1). C\n     The city of San F rancisco oper ates two combined tr eatment facilities: the Ba yside facility , which\ndischar ges int o San F rancisco Ba y, and the Oceanside facility , which empties int o the P acific Ocean."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_17",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 17,
      "text": "The\npermit at issue in this dispute concerns only the Oceanside facility ,10 which tr eats water fr om 250 miles\nof sewers and ser ves appr oximately 250,000 r esidents. 75 F . 4th 1074, 1082 (CA9 2023). For many y ears, the Oceanside facility 's NPDES permit was r enewed without contr oversy, but in 2019,\nthe two end-r esult r equir ements that San F rancisco now challenges wer e added. Id., at 1084-1085. The\nfirst of these pr ohibits the facility fr om making any dischar ge that \" contribute[s] t o a violation of any\napplicable water quality standar d\" for r eceiving waters. Id., at 1085. The second pr ovides that the City\ncannot per form any tr eatment or mak e any dischar ge that \" create[s] pollution, contamination, or\nnuisance as defined b y California W ater Code section 13050. \" Ibid. (internal quotation marks omitted). The California Regional W ater Quality Contr ol Boar d for the San F rancisco Ba y Region appr oved the\nfinal Oceanside NPDES permit, and the EP A did the same.11 Id., at 1088. San F rancisco appealed t o the\nEPA's Envir onmental Appeals Boar d (EAB), objecting t o, among other things, the two new pr ovisions just\nnoted. City and Cty . of San F rancisco , 18 E. A. D ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_18",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 18,
      "text": "322, 325 (2020). The EAB r ejected San F rancisco 's\nchallenge, and the City then filed a petition for r eview in the Ninth Cir cuit under 33 U. S. C. §1369(b)(1)\n(F). 75 F . 4th, at 1088. A divided Ninth Cir cuit panel denied that petition, holding that §1311(b)(1)(C )\nauthoriz es the EP A to impose \" any\" limitations that seek t o ensur e that applicable water quality\nstandar ds ar e satisfied in a r eceiving body of water . Id., at 1089-1090. In dissent, Judge Collins ar gued\nthat the CW A \"draws an explicit distinction between the 'limitations' that the agency must de vise and\nimpose on a par ticular permittee 's dischar ges\" and the water quality standar ds themselv es. Id., at 1102\n(Collins, J., dissenting). The majority , he maintained, err ed b y making the \" ' water quality standar ds'\nthemselv es the applicable 'limitation ' for an individual dischar ger.\" Ibid. W e granted cer tiorari to decide whether the EP A can impose r equir ements lik e those at issue. 602\nU. S. ___ (2024). II\n     Contending that the Ninth Cir cuit misr ead §1311(b)(1)(C ), San F rancisco leads with the ar gument that\nall \"limitations\" imposed under §1311 must qualify as effluent limitations."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_19",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 19,
      "text": "The statut ory text dooms this\nbroad ar gument. \"[W ]here Congr ess includes par ticular language in one section of a statute but omits it\nin another section of the same Act, it is gener ally pr esumed that Congr ess acts intentionally and4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 7/31\npurposely in the dispar ate inclusion or ex clusion. \" Russello  v. United States , 464 U. S. 16, 23 (1983)\n(internal quotation marks omitted). W e ha ve inv oked this canon time and time again. See, e.g., Gallar do\nv. Marstiller , 596 U. S. 420, 429-430 (2022); Salinas  v. Railr oad Retir ement Bd. , 592 U. S. 188, 196 (2021);\nAzar v. Allina Health Ser vices , 587 U. S. 566, 576-577 (2019). And it is fatal t o San F rancisco 's argument\nhere. Sections 1311(b)(1)(A) and (B) r efer to \"effluent limitations, \" but the v ery next pr ovision, §1311(b)\n(1)(C ), refers instead t o \"any mor e stringent limitation. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_20",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 20,
      "text": "We cannot belie ve that Congr ess omitted the\nterm \" effluent\" fr om §1311(b)(1)(C ) simply because it wanted t o sa ve ink or assumed that r egulat ors and\ninter ested par ties would understand that the omission of the term was inconsequential. Other pr ovisions of the CW A suppor t this conclusion b y describing §1311 as authorizing the EP A to\nimpose effluent or other  limitations. See §1341(d) (r eferring t o \"effluent limitations and other limitations,\nunder section 1311\"); §1365(f ) (r eferring t o \"effluent limitation[s] or other limitation[s] under section\n1311\"); §1367(d) (same); see also National Assn. of Mfrs. v. Depar tment of Def ense , 583 U. S. 109, 122\n(2018) (interpr eting the phr ase \" effluent limitation or other limitation \" in the CW A's judicial r eview\nprovision, §1369, t o encompass both \" effluent\" limitations and limitations such as \" non-numerical\noper ational pr actice[s]\" and \" equipment specification[s]\")."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_21",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 21,
      "text": "These r easons convince us that San F rancisco 's argument is wr ong, but if mor e wer e needed, it is\ntelling that the City 's interpr etation would lead t o either dr astic consequences that the City is unwilling t o\nembr ace or a v ery loose interpr etation of the term \" effluent limitation \" that would undermine the City 's\nargument. As noted earlier , it is common for permits t o contain \" narrative\" provisions r equiring\npermittees t o do such things as following cer tain \"best pr actices. \" These pr ovisions do not dir ectly\nrestrict the \" quantities, r ates, or concentr ation \" of pollutants that a permittee ma y dischar ge, and\ntherefore the y do not fit easily within the definition of an \" effluent limitation. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_22",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 22,
      "text": "Nevertheless, the City\nacknowledges their legitimacy , see Brief for P etitioner 15, 33, n. 22, and if that is corr ect, it must follow\neither that (1) §1311(b)(1)(C ) authoriz es the imposition of limitations other than effluent limitations\n(which would, of course, def eat the City 's argument) or (2) the statut ory definition of an effluent\nlimitation should be r ead v ery loosely (which r aises the question why this br oad interpr etation would not\nencompass the pr ovisions at issue her e). Under either alternativ e, the City is on perilous gr ound. These pr oblems o verwhelm any help that the City can deriv e from the fact that §1311 is titled\n\"Effluent limitations. \" The title of a statut ory provision can inform its interpr etation, but it is not\nconclusiv e. See Dubin  v. United States , 599 U. S. 110, 120-121 (2023). And her e, the title of §1311 is not\nenough t o win the da y for the City . Section 1311 is a lengthy pr ovision, and most of its subsections\nconcern effluent limitations. The title \"Effluent limitations\" pr ovides a r ough description of the pr ovision 's\ngener al sweep, but it cannot be r ead as doing mor e than that."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_23",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 23,
      "text": "III4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 8/31\n     In addition t o the br oad ar gument discussed abo ve, San F rancisco adv ances a narr ower alternativ e,\nnamely , that e ven if §1311(b)(1)(C ) is not limited t o effluent limitations, it \" does not authoriz e EP A to\nimpose NPDES permit r equir ements that condition permitholders' compliance on whether r eceiving\nwaters meet applicable water quality standar ds.\" Brief for P etitioner 19. W e agr ee with this ar gument. As\nthe City maintains, \"[t]he text, structur e, and pr e- and post-enactment context\" suppor t this interpr etation. Ibid."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_24",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 24,
      "text": "A\n     W e begin with the text of §1311(b)(1)(C ), which, as noted, r equir es a permit t o contain, in addition t o\n\"effluent limitations, \" \"any mor e stringent limitation \" that is \" necessar y to meet \" certain \" water quality\nstandar ds\" that ar e imposed under state law \" or any other f eder al law or r egulation \"; and \" any mor e\nstringent limitation \" that is \"r equir ed to implement any applicable water quality standar d established\npursuant t o this chapter .\" (Emphasis added.) All the italiciz ed terms in the pr eceding sentence suggest\nthat the most natur al reading of §1311(b)(1)(C ) is that it authoriz es the EP A to set rules that a permittee\nmust follow in or der t o achie ve a desir ed result, namely , a cer tain degr ee of water quality . W e star t with the term \"limitation. \" As used in the r elevant context, a limitation is a \"r estriction or\nrestraint imposed from without  (as b y law[)]. \" Webster 's Third New International Dictionar y 1312 (1976)\n(emphasis added). A pr ovision that tells a permittee that it must do cer tain specific things plainly\nqualifies as a limitation. Such a pr ovision imposes a r estriction \"fr om without. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_25",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 25,
      "text": "But when a pr ovision\nsimply tells a permittee that a par ticular end r esult must be achie ved and that it is up t o the permittee t o\nfigur e out what it should do, the dir ect sour ce of r estriction or r estraint is the plan that the permittee\nimposes on itself for the purpose of a voiding futur e liability . In other wor ds, the dir ect sour ce of the\nrestriction comes fr om within, not \"fr om without. \" W e do not dispute that the term \"limitation \" is sometimes used in a looser sense, but our task is t o\nascer tain what the term means in the specific context in question. And her e, our interpr etation of the\nmeaning of the term \"limitation \" in §1311(b)(1)(C ) must tak e int o account the wa y in which the term is\nused in the two pr eceding statut ory subsections, §§1311(b)(1)(A) and (B). In both those pr ovisions, the\n\"limitations\" ar e imposed dir ectly b y the EP A, and it is ther efore natur al to presume that the term has a\nsimilar meaning in §1311(b)(1)(C ). See, e.g., McDonnell  v. United States , 579 U. S. 550, 568-569 (2016);\nYates  v. United States , 574 U. S. 528, 544 (2015) (plur ality opinion); A. Scalia & B. Garner , Reading Law\n195-198 (2012)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_26",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 26,
      "text": "So the use of the term \"limitation \" in §§1311(b)(1)(A) and (B) pr ovides an opening clue\nthat the EP A's interpr etation of §1311(b)(1)(C ) ma y be wr ong. The terms \"implement\" and \" meet\" point in the same dir ection. The implementation of an objectiv e\ngener ally r efers t o the taking of actions that ar e designed \"t o giv e practical eff ect t o and ensur e of actual\nfulfillment b y concr ete measur es.\" Webster 's Third New International Dictionar y, at 1134. Section 1311(b)4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 9/31\n(1)(C ) tells the EP A to impose r equir ements t o \"implement\" water quality standar ds--that is, t o \"ensur e\"\n\"by concr ete measur es\" that the y are \"actual[ly]\" \"fulfill[ed]. \" Simply telling a permittee t o ensur e that the\nend r esult is r eached is not a \" concr ete plan \" for achie ving the desir ed result. Such a dir ectiv e simply\nstates the desir ed result; it does not implement that r esult."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_27",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 27,
      "text": "Section 1311(b)(1)(C )'s other dir ectiv e--that the EP A impose limitations that ar e \"necessar y to meet\"\ncertain water quality standar ds-is similar . The v erb t o \"meet, \" in the sense oper ative her e, means \"t o\ncomply with; fulfill; satisfy \" or \"t o come int o conformity with. \" Random House Unabridged Dictionar y\n1195 (2d ed. 1987). Thus, a limitation that is \" necessar y to meet\" an objectiv e is most natur ally\nunderst ood t o mean a pr ovision that sets out actions that must be tak en to achie ve the objectiv e.\n     In assessing what the dir ectiv es in §1131(b)(1)(C ) mean, it is helpful t o consider the use of the\nrelevant terms in e veryday speech. Suppose a State r equir es that all schools \" meet\" cer tain standar ds of\nmath pr oficiency , and suppose the principal of a school calls a faculty meeting and instructs the\nteachers t o \"implement\" those standar ds. The principal' s ob vious expectation would be that the teachers\nwould de vise and \"implement\" a plan t o mak e sur e that the desir ed end is \" met. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_28",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 28,
      "text": "It is unlik ely that the\nprincipal would be happ y if the teachers simply t old their students that a state math pr oficiency test\nwould be administer ed and that the y should mak e sur e the y passed. That would not constitute the\nimplementation  of the desir ed end, i.e., meeting  the State 's standar d of math pr oficiency . A ttempting t o counter this interpr etation, the EP A str esses §1311(b)(1)(C )'s use of the term \" any\" in\nthe phr ase \" any mor e stringent limitation, \" arguing that \" any\" is a v ery broad term. That ar gument\nmisconstrues the term 's eff ect. The adjectiv e \"any\" is indeed a br oad term, but it cannot expand the\nreach of the noun it modifies. A r eference t o \"any mammal\" would captur e all mammals, but it would not\nencompass a bir d or fish. Similarly , §1311(b)(1)(C ) encompasses any limitation that is necessar y to\nmeet or implement water quality standar ds, but not pr ovisions that do not fall within that categor y. B\n     The text of the CW A militates against the Go vernment' s interpr etation of §1311(b)(1)(C ) for y et\nanother r eason that stands out when the hist ory of f eder al water pollution contr ol legislation is k ept in\nmind."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_29",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 29,
      "text": "Under the Go vernment' s reading, a permittee ma y be held liable if the quality of the water int o\nwhich it dischar ges pollutants fails t o meet water quality standar ds. Befor e 1972, the WPCA contained a\nprovision that did exactly that in no uncer tain terms. But when Congr ess o verhauled the WPCA in 1972, it\nscrapped that pr ovision and did not include in the new v ersion of the Act anything r emotely similar . Under these cir cumstances, the absence of a compar able pr ovision in the CW A is telling. This glaring v oid r esulted fr om a deliber ate and pr ominent policy choice. As r ecounted earlier , befor e\n1972, the basic structur e of f eder al enfor cement effor ts was a lawsuit seeking t o hold a polluter\naccountable for contributing t o what amounted t o or was expr essly termed a violation of water quality4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 10/31\nstandar ds."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_30",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 30,
      "text": "Building on the enfor cement model originally adopted in the 1948 Act, the 1965 amendments\nof the WPCA r equir ed the adoption of \" water quality standar ds,\" and the y then pr ovided that \"violat ors\" of\nthese standar ds wer e subject t o suit b y the United States. 79 Stat. 907-909. That is wher e matters st ood\nuntil 1972 when Congr ess again amended the WPCA b y deleting its entir e text and substituting what is\nnow popularly called the CW A. This o verhaul of the WPCA continued t o requir e the adoption of water standar ds, 33 U. S. C. §1313,\nbut the r evised statut ory text conspicuously omitted any pr ovision authorizing either the United States or\nany other par ty to bring suit against an entity whose dischar ges wer e contributing t o a violation of those\nstandar ds. This omission cannot be viewed as accidental or inconsequential. The r epealed enfor cement\nprovision went t o the hear t of what Congr ess viewed as a major def ect in the old scheme."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_31",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 31,
      "text": "As we ha ve\nnoted, the 1972 o verhaul aimed t o facilitate enfor cement b y \"making it unnecessar y to work backwar d\nfrom an o verpolluted body of water t o determine which point sour ces [wer e] responsible \" and thus\nsubject t o suit. EPA v. California , 426 U. S., at 204. Instead, the amended WPCA sought t o achie ve\n\"acceptable quality standar ds\" b y means of \" direct r estrictions\" on polluters. Ibid. The Go vernment' s\ninterpr etation would undo what Congr ess plainly sought t o achie ve when it scr apped the WPCA 's\nbackwar d-looking appr oach.12\nC\n     It is a \" 'fundamental canon of statut ory construction that the wor ds of a statute must be r ead in their\ncontext and with a view t o their place in the o verall statut ory scheme. ' \" Utility Air Regulat ory Group v.\nEPA, 573 U. S. 302, 320 (2014) (quoting FDA v. Brown & Williamson Tobacco Corp. , 529 U. S. 120, 133\n(2000)). Thus, in construing §1311, we must also tak e int o account the br oader statut ory scheme, and at\nleast two f eatur es of that scheme point in fa vor of our interpr etation."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_32",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 32,
      "text": "1\n     The first is the so-called \" permit shield\" pr ovision, 33 U. S. C. §1342(k), under which a permittee is\ndeemed t o be in compliance with the CW A if it follows all the terms in its permit. This pr otection is v ery\nvaluable because violations of the CW A, even if entir ely inadv ertent, ar e subject t o hefty penalties. The\nCWA imposes a r egime of strict civil liability , see, e.g., United States  v. Allegheny L udlum Corp ., 366 F . 3d\n164, 174 (CA3 2004), and a par ty that violates a permit term ma y be fined up t o $25,000 per da y per\nviolation. §1319(d). As San F rancisco explains, it ma y tak e months t o gather the information necessar y\nto detect a dr op below the applicable water quality standar ds, see Tr. of Or al Ar g. 16, and after\nsubstandar d water quality is detected, it ma y tak e some time t o de vise and implement appr opriate\ncorrectiv e measur es."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_33",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 33,
      "text": "Indeed, ther e ma y be occasions (such as the multiple-dischar ger situation we4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 11/31\ndiscuss below , see infra this page and 16), when ther e is nothing a permittee can do t o bring about a\nprompt corr ection. F or these r easons, the potential civil penalties for noncompliance can mount up and\nreach enormous sums. In a pending suit against San F rancisco r egar ding the Ba yside facility , the\npenalties sought ar e $10 billion. See Tr. of Or al Ar g. 102. In addition t o all this, a permittee who is found\nto ha ve acted \"knowingly \" or e ven \"negligently \" ma y be criminally pr osecuted. §1319(c). Because of the harsh penalties for violating the terms of a permit, the permit shield is inv aluable. Because of it, a dischar ger that complies with all permit conditions can r est assur ed that it will not be\npenaliz ed."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_34",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 34,
      "text": "But the benefit of this pr ovision would be e viscer ated if the EP A could impose a permit\nprovision making the permittee r esponsible for any dr op in water quality below the accepted standar d. A\npermittee could do e verything r equir ed b y all the other permit terms. It could de vise a car eful plan for\nprotecting water quality , and it could diligently implement that plan. But if, in the end, the quality of the\nwater in its r eceiving waters dr opped below the applicable water quality le vels, it would face dir e\npotential consequences. It is ther efore exceedingly har d to reconcile the Go vernment' s interpr etation of\n§1311(b)(1)(C ) with the permit shield. And contr ary to the Go vernment' s contention, the possibility that a\ncour t might ultimately ex ercise its \"br oad discr etion \" to mitigate penalties, see Brief for Respondent 44\n(internal quotation marks omitted), is not enough t o mak e up for disarming the shield. 2\n     One final structur al featur e cements the case against the EP A's interpr etation: the absence of any\nprovision dealing with the pr oblem that arises when mor e than one permittee dischar ges int o a body of\nwater with substandar d water quality ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_35",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 35,
      "text": "As pr eviously explained, it is har d to belie ve that the 1972\nCongr ess used §1311(b)(1)(C ) to perpetuate (in camouflaged form) the backwar d-looking enfor cement\nscheme in the prior v ersion of the WPCA. And it is e ven har der t o accept the pr oposition that Congr ess\ndid that without setting out any method for dealing with the multi-dischar ger pr oblem. \"[T]her e ma y be\ndozens or e ven hundr eds of . . . permitted and unpermitted dischar ges int o the same waterbody .\" Brief\nfor National Mining Association et al. as Amici Curiae  9. In such situations, the pr e-1972 enfor cement\nscheme made it necessar y for f eder al authorities t o \"unscr amble the polluted eggs after the fact. \" Wilmingt on v. United States , 157 F ed. Cl. 705, 710 (2022). By 1972, it was r ecogniz ed that this was\nimpr actical, y et the EP A maintains that Congr ess r etained the backwar d-looking appr oach without\nmaking any attempt t o addr ess the v exing multiple-dischar ger pr oblem. The EP A's only r esponse t o this ar gument is t o note that in this case the Oceanside facility is the only\nentity that dischar ges int o the r elevant ar ea of the P acific Ocean."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_36",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 36,
      "text": "But the multiple-dischar ger pr oblem\ngoes t o the meaning of §1311(b)(1)(C ), and that pr ovision cannot mean one thing in a single-dischar ger\ncase and another when ther e are multiple dischar gers.13\nIV4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 12/31\n     Befor e concluding, we briefly addr ess thr ee additional ar guments adv anced b y the Go vernment. A\n     The EP A maintains that the imposition of end-r esult limitations is the best course of action when \"the\ninformation necessar y to de velop additional ' effluent limitations' is una vailable. \" Brief for Respondent 41. And it complains that it should not bear the bur den of determining what a permittee should do t o protect\nwater quality because a permittee is lik ely to ha ve better access t o necessar y information and a superior\nunderstanding of the oper ation of its facility and the changes that could be made t o provide fur ther\nprotection for water quality . W e are not mo ved b y this ar gument."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_37",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 37,
      "text": "F or one thing, it appears that the EP A and state permitting\nauthorities ha ve used end-r esult r equir ements r outinely , not just when a permit holder has failed t o\nprovide necessar y information. See In re Lowell , 18 E. A. D . 115, 176 (EAB 2020); App. t o Pet. for Cer t.\n519. And in any e vent, the EP A possesses the exper tise (which it r egularly t outs in litigation) and the\nresour ces necessar y to determine what a permittee should do. It is also armed with ample t ools t o deal\nwith situations in which a permittee is slow t o provide needed information or is other wise uncooper ative. The EP A can set a schedule for the pr ovision of information and can r efuse t o issue a permit until the\npermittee complies. If necessar y, it can mak e use of its emer gency powers. See 33 U. S. C. §1364.14\nB\n     The EP A contends that Congr ess authoriz ed the use of end-r esult r equir ements when it codified the\nAgency 's CSO P olicy in 1994, see 33 U. S. C. §1342(q)(1). And in suppor t of that ar gument, it cites\nlanguage in the policy that per tains t o phase I permits."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_38",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 38,
      "text": "But the permit in question her e is a phase II\npermit, and the EP A does not claim that its interpr etation is suppor ted b y any CSO P olicy pr ovision\nrelating t o such permits.15\n     In any e vent, the phase I language t o which the EP A points does not authoriz e the imposition of end-\nresult r equir ements. The policy states that a phase I permit should r equir e a permittee t o \"[c]omply with\napplicable [water quality standar ds] . . . expr essed in the form of a narr ative limitation .\" 59 F ed. Reg. 18696 (emphasis added). Our decision does not rule out \" narrative limitations. \" \"Limitations, \" as we\nunderstand the term, see supr a, at 10-11, ar e permitted under §1311(b)(1)(C ), and limitations ma y be\nexpr essed in both numerical and non-numerical ( i.e., \"narrative\") form. A ttempting t o read mor e int o the phase I language, the EP A cites guidance it issued in 1995, but\nCongr ess did not codify that guidance, and we ar e not obligated t o accept administr ative guidance that\nconflicts with the statut ory language it purpor ts to implement."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_39",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 39,
      "text": "See Loper Bright Enterprises v. Raimondo ,4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 13/31\n603 U. S. 369 (2024). W e also note that other guidance issued b y the EP A is ar guably inconsistent. See\nEPA, Combined Sewer Ov erflows: Guidance for P ermit W riters, at A-1 t o A-7. C\n     Finally , the EP A contends that the r ejection of its interpr etation of 33 U. S. C. §1311(b)(1)(C ) would\nhave disruptiv e consequences for businesses that r ely on \" gener al permits. \" Brief for Respondent 38; Tr. of Or al Ar g. 83. (Gener al permits co ver an entir e categor y of point sour ces in a giv en ar ea. See South Fla.\nWater Management Dist. v. Miccosuk ee Tribe, 541 U. S. 95, 108, n. * (2004).) Such permits ar e impor tant\nfor cer tain businesses, such as home builders, other construction companies, and cer tain agricultur al\nenterprises, see Brief for National Association of Home Builders et al. as Amici Curiae  1, 11, but no such\ncompany has submitted a brief suppor ting the EP A's interpr etation."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_40",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 40,
      "text": "On the contr ary, a brief filed on\nbehalf of such companies ur ges us t o reject the EP A's position. Id., at 4-7. What is impor tant, these\ncompanies tell us, ar e narr ative limitations other than end-r esult r equir ements, and the y specifically cite\nprovisions demanding compliance with \"best-management pr actices\" and \" oper ational r equir ements and\nprohibitions. \" Our decision allows such r equir ements. V\n     In sum, we hold that §1311(b)(1)(C ) does not authoriz e the EP A to include \" end-r esult\" pr ovisions in\nNPDES permits. Determining what steps a permittee must tak e to ensur e that water quality standar ds\nare met is the EP A's responsibility , and Congr ess has giv en it the t ools needed t o mak e that\ndetermination. If the EP A does what the CW A demands, water quality will not suff er. *  *  *\n     The judgment of the Ninth Cir cuit is r eversed. It is so or dered. BARRETT, J., dissenting in par t\n 604 U. S. ____ (2025)\nNo."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_41",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 41,
      "text": "23-753\nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A, PE TITIONER v.\nENVIRONMEN TAL PRO TECTION A GENCY\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 14/31\n[Mar ch 4, 2025]\n     JUSTICE BARRETT, with whom JUSTICE SOTOMAYOR, JUSTICE KAGAN, and JUSTICE JACKSON join, dissenting in\npart. The Envir onmental Pr otection Agency issued San F rancisco a permit allowing it t o dischar ge\npollutants fr om its combined sewer system int o the P acific Ocean. The permit, of course, does not giv e\nthe city fr ee rein, and among its conditions ar e prohibitions on dischar ges that contribute t o a violation\nof applicable water quality standar ds. San F rancisco challenges these conditions on the gr ound that EP A\nlacks statut ory authority t o impose them. The city is wr ong. The r elevant pr ovision of the Clean W ater\nAct dir ects EP A to impose \" any mor e stringent limitation \" that is \" necessar y to meet . . ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_42",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 42,
      "text": "or r equir ed to\nimplement any applicable water quality standar d.\" 33 U. S. C. §1311(b)(1)(C ). Conditions that forbid the\ncity t o violate water quality standar ds ar e plainly \"limitations\" on the city 's license t o dischar ge. Notwithstanding the str aightfor ward statut ory language, the Cour t sides with San F rancisco. I join\nPart II of its opinion, which rightly r ejects the city 's primar y argument. In P art III, howe ver, the Cour t\nembr aces an equally weak theor y--that the permit' s restrictions ar e not \"limitations, \" as that wor d is\nordinarily used. The Cour t's analysis is contr ary to the text, so I r espectfully dissent in par t.\nI\nA\n     Under the Clean W ater Act, \"the dischar ge of any pollutant b y any person \" is unlawful ex cept as\nexpr essly authoriz ed. 33 U. S. C. §1311(a). As r elevant her e, authorization comes in the form of \"National\nPollutant Dischar ge Elimination System (NPDES) permits, \" which EP A (or , in some cir cumstances, a\nState) ma y issue t o allow dischar ges. Befor e issuing a permit, howe ver, the Agency must ensur e that\n\"such dischar ge will meet . . . all applicable r equir ements\" under se veral diff erent statut ory provisions."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_43",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 43,
      "text": "§1342(a)(1). Section 1311(b) is one such pr ovision. It works in two steps for permits lik e San F rancisco 's. First ,\nunder §1311(b)(1)(A), EP A must set \" effluent limitations\" that \" shall r equir e the application of the best\npracticable contr ol technology curr ently a vailable. \" \" '[E]ffluent limitation ' \" refers t o a r estriction \" on\nquantities, r ates, and concentr ations of chemical, physical, biological, and other constituents which ar e\ndischar ged fr om point sour ces\" int o waters subject t o EP A's jurisdiction. §1362(11). Second , under §1311(b)(1)(C ), EP A must impose \" any mor e stringent limitation, including those\nnecessar y to meet water quality standar ds, . . . or r equir ed to implement any applicable water quality\nstandar d.\" Water quality standar ds--which ar e de vised b y the States and subject t o feder al appr oval--\n\"consist of the designated uses of the na vigable waters inv olved and the water quality criteria for such4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 15/31\nwaters based upon such uses. \" §1313(c)(2)(A)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_44",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 44,
      "text": "Effluent limitations, standing alone, ar e not alwa ys\nsufficient t o protect the desir ed water quality , as set for th in the water quality standar ds. So point\nsour ces, \" ' despite individual compliance with effluent limitations, ma y be fur ther r egulated t o prevent\nwater quality fr om falling below acceptable le vels.' \" Arkansas  v. Oklahoma , 503 U. S. 91, 101 (1992)\n(quoting EPA v. California ex r el. State W ater Resour ces Contr ol Bd. , 426 U. S. 200, 205, n. 12 (1976)). Impor tantly , the Act does not itself r equir e dischar gers t o heed water quality standar ds; the standar ds\nare enfor ceable only insofar as the y are incorpor ated int o permit conditions under §1311(b)(1)(C ). Section 1311(b) ther efore sets for th a coher ent r egime. In the first instance, EP A regulates water\npollution thr ough technology-based effluent limitations that r estrict the \" quantities, r ates, and\nconcentr ations\" of harmful materials that permittees ma y dischar ge. §1362(11). But when the\ntechnology-based effluent limitations ar e insufficient t o ensur e that the water quality standar ds ar e met,\nEPA has supplemental authority t o impose fur ther limitations."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_45",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 45,
      "text": "B\n     As the Cour t explains, San F rancisco oper ates a combined sewer system, which tr anspor ts sewage\nand st ormwater runoff via the same conduits. See ante , at 5-7. Such systems occasionally o verflow in\nwet weather--and when the y do, the y dischar ge both st ormwater and untr eated sewage int o waters\npotentially r egulated b y the Clean W ater Act. 59 F ed. Reg. 18689 (1994). As r elevant her e, \"combined\nsewer o verflow\" e vents fr om one component of San F rancisco 's sewer system r esult in the dischar ge of\npollutants int o the P acific Ocean via the Southwest Ocean Outfall, which is located within EP A's\njurisdiction, 3.3 nautical miles off the coast of San F rancisco. These dischar ges ar e presumptiv ely\nunlawful under §1311(a) and hence r equir e a permit. The city 's NPDES permit contains both the technology-based effluent limitations r equir ed b y §1311(b)\n(1)(A) and additional limitations t o protect the water quality standar ds under §1311(b)(1)(C )."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_46",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 46,
      "text": "This latter\ncategor y includes two \"r eceiving water limitations\"--r equir ements defining the permissible dischar ge b y\nreference t o its eff ect on the quality of the waters that r eceiv e it, r ather than b y reference t o the natur e of\nthe dischar ge itself. (These ar e what the Cour t calls \" ' end-r esult' r equir ements. \" Ante , at 2.) The first\nstates that San F rancisco \" shall not cause or contribute t o a violation of any applicable water quality\nstandar d.\" App. t o Pet. for Cer t. 97. The second pr ovides that \"[n]either the tr eatment nor the dischar ge\nof pollutants shall cr eate pollution, contamination, or nuisance \" as defined b y the California W ater Code. Id., at 339. The city 's permit thus tr acks the structur e of §1311(b). It r estrains dischar ges initially thr ough\ntechnology-based effluent limitations, as r equir ed b y §1311(b)(1)(A). But because the effluent limitations\nmay be insufficient t o ensur e that California 's water quality standar ds ar e met, the permit contains\nsupplemental limitations, as r equir ed b y §1311(b)(1)(C )."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_47",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 47,
      "text": "The concern that the technology-based effluent4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 16/31\nlimitations ma y fall shor t is on displa y in this case--dischar ges fr om components of San F rancisco 's\nsewer system ha ve allegedly led t o serious br eaches of the water quality standar ds, such as\n\"discolor ation, scum, and floating material, including t oilet paper , in Mission Cr eek.\" Complaint in United\nStates  v. City and County of San F rancisco , No. 3:24-cv-02594 (ND Cal., Ma y 1, 2024), ECF Doc. 1, p. 22. The r eceiving water limitations imposed under §1311(b)(1)(C ) are included t o ensur e that such br eaches\ndo not occur . II\nA\n     San F rancisco dedicates almost all its briefing t o the pr oposition that the r eceiving water limitations\nare unlawful because §1311(b)(1)(C ) allows only effluent limitations. In other wor ds, San F rancisco\nreads the phr ase \" any mor e stringent limitation \" to mean \" any mor e stringent effluent  limitation. \" As the\nCour t explains, this ar gument is flatly inconsistent with the text of §1311(b)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_48",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 48,
      "text": "See ante , at 7-9. In my view ,\nthe failur e of that ar gument should ha ve ended this case. The Cour t continues, howe ver, with a theor y largely of its own making. Whate ver \"any mor e stringent\nlimitation \" ma y mean, the Cour t says, it does not authoriz e EP A to dir ect permittees t o comply with the\nwater quality standar ds. This conclusion is puzzling. The entir e function of §1311(b)(1)(C ) is t o ensur e that permitted\ndischar ges do not violate state water quality standar ds. And as discussed abo ve, the pr ovision giv es EP A\nbroad authority t o achie ve that aim thr ough conditions imposed in NPDES permits. Why would that\nbroad authority not allow EP A to tell permittees that the y must not cause or contribute t o a violation of\nthe v ery standar ds that §1311(b)(1)(C ) ser ves to saf eguar d? The answer , accor ding t o the Cour t, is that a r estriction does not count as a \"limitation \" if the\npermittee must identify the steps necessar y to comply with it. Ante , at 10. San F rancisco 's permit only\nauthoriz es dischar ges that do not degr ade water quality below the applicable standar d. It is up t o the\ncity, howe ver, to formulate a plan t o achie ve that r esult."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_49",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 49,
      "text": "The city 's plan, the Cour t asser ts, is a \"limitation \"\non its dischar ges, but the permit condition is not. See ibid. As best I can tell, the Cour t thinks that only\nthe \" direct sour ce of r estriction or r estraint\"--appar ently , the most specific r estriction--counts as a\n\"limitation. \" Ibid. The Cour t offers nothing t o substantiate this pr oposition, and it is wr ong as a matter of or dinar y\nEnglish. It is commonplace for \"limitations\" t o state \"that a par ticular end r esult must be achie ved and\nthat it is up t o the [r ecipient] t o figur e out what it should do. \" Ibid. For example, a company could impose\nspending \"limitations\" b y requiring each br anch t o spend no mor e than its allotted budget, while still\nleaving br anch managers flexibility t o determine how t o allocate those funds."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_50",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 50,
      "text": "A doct or could impose a4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 17/31\n\"limitation \" on a patient' s diet b y telling the patient that she must lose 20 pounds o ver the next six\nmonths, e ven if the doct or does not pr escribe a specific diet and ex ercise r egimen. And an airline could\nimpose a \"limitation \" on the weight of check ed bags, e ven though it does not tell passengers what items\nto pack. \"Limitations\" can be gener al as well as specific, and gener al limitations can call for mor e\nspecific ones. In this context, \"limitation \" is simply a synonym for \"[a] r estrictiv e condition. \" Funk & W agnalls New\nStandar d Dictionar y of the English Language 1437 (1952). And conditions can be stated at many le vels\nof gener ality--including in terms of end r esults. A college ma y condition a scholarship on the student' s\nmaintenance of a minimum GP A. A homeowner ma y condition pa yment for a new r oof on the\ncontr actor's satisfaction of industr y standar ds. An emplo yer ma y condition job perks on the emplo yee's\nperformance."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_51",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 51,
      "text": "In each example, the condition is a limitation on a benefit or pa yment. Ther e are strings\nattached. The Cour t also misconstrues §1311(b)(1)(C )'s reference t o limitations that ar e \"necessar y to meet\" or\n\"requir ed to implement\" the water quality standar ds. As for the former phr ase, \" necessar y to meet\" does\nnot imply anything about the specificity or concr eteness of the limitations adopted b y EPA. Rather , the\nlimitations on San F rancisco 's permit ar e \"necessar y to meet\" the water quality standar ds because\nwithout them, the standar ds would not bind the city . The limitations thus ensur e that San F rancisco will\n\" 'comply with, ' \" \" 'fulfill, ' \" \" 'satisfy ,' \" or \" ' come int o conformity with ' \" the water quality standar ds. Ante , at\n11 (quoting Random House Unabridged Dictionar y 1195 (2d ed. 1987)). Nor does the phr ase \"r equir ed to implement\" help the Cour t. \"Implement, \" the Cour t says, gener ally\nmeans \" 't o giv e practical eff ect t o and ensur e of actual fulfillment b y concr ete measur es.' \" Ante , at 11. That is true but incomplete. The full definition r eads: \"t o carr y out: ACCOMPLISH, FULFILL, . . . esp."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_52",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 52,
      "text": ": to giv e\npractical eff ect t o and ensur e of actual fulfillment b y concr ete measur es.\" Webster 's Third New\nInternational Dictionar y 1134 (1976). So while the wor d is often used in the sense of taking \" concr ete\nmeasur es,\" such measur es ar e not necessar y to satisfy the definition of \"implement. \" Regar dless, the r eceiving water limitations \"implement\" the water quality standar ds in both the br oad\nand narr ow senses of the wor d. They are requir ed to \"carry out[,] accomplish, [or] fulfill\" the standar ds:\nWhen effluent limitations fall shor t, dischar ges fr om the city 's combined sewer system will other wise\ndegr ade water quality below the applicable standar d. Ibid. (capitalization alter ed). And the limitations ar e\n\"concr ete measur es,\" ibid. , because the y are the means b y which EP A \"implement[s] any applicable water\nquality standar d,\" §1311(b)(1)(C ). They giv e the standar ds \"practical eff ect\" b y making them enfor ceable. Id., at 1134. Ther e is no getting ar ound it: The r eceiving water limitations ar e \"limitations. \" If the y are vague or\nunreasonable, the y are vulner able t o challenge on one or both of those gr ounds."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_53",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 53,
      "text": "See, e.g., Natur al4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 18/31\nResour ces Def ense Council v. EPA, 808 F . 3d 556, 578 (CA2 2015) (inv alidating a r eceiving water\nlimitation as arbitr ary and capricious). But e ven a v ague or unr easonable limitation is still a \"limitation. \" B\n     With the text of §1311(b)(1)(C ) against it, the Cour t tries t o marshal suppor t for its appr oach fr om the\nClean W ater Act' s hist ory, as well as fr om what the Cour t describes as the \"br oader statut ory scheme. \" Ante , at 12-16. Neither helps. 1\n     As for the statut ory hist ory: Adv ancing a specific theor y of the congr essional intent behind the Clean\nWater Act, the Cour t contends that EP A's interpr etation would r evive the \"backwar d-looking\" policy\nregime that the Act was designed t o replace. See  ante , at 12-14. Befor e the Act, the United States\nenfor ced f eder al water pollution laws primarily thr ough abatement actions. See 33 U. S. C. §1160 (1970\ned.)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_54",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 54,
      "text": "Though the Act abolished this cause of action, the Cour t claims that r eceiving water limitations\nfunction in essentially the same wa y. Just as the United States did when it br ought abatement suits, EP A\nwould ha ve to \" 'work backwar d from an o verpolluted body of water ' \" to combat water pollution. Ante , at\n13 (quoting State W ater Resour ces Contr ol Bd. , 426 U. S., at 204). Thus, the Cour t insists, the use of\nreceiving water limitations would \"undo \" the Act' s shift fr om abatement suits t o \" 'direct r estrictions' on\npolluters. \" Ante , at 13 (quoting State W ater Resour ces Contr ol Bd. , 426 U. S., at 204). Of course, no theor y of \" what Congr ess plainly sought t o achie ve,\" ante , at 13-14, could justify an\nimplausible interpr etation of §1311(b)(1)(C ). Her e, howe ver, the Cour t does not e ven deliv er on the claim\nthat its account \" plainly \" tracks Congr ess's goal. Ante , at 13-14. Because r eceiving water limitations do\nnot actually r eplicate the old abatement r egime, the Cour t's rendition is not the only (much less the most\nobvious) explanation for the statut ory befor e and after ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_55",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 55,
      "text": "Ther e is another explanation, and it is one in\nwhich r eceiving water limitations fit right in. Under the old system, the United States could bring abatement actions only after the pollution had\nalready occurr ed. See 33 U. S. C. §1160(c)(5) (1970 ed.). A glaring pr oblem with this appr oach is that an\nex post enfor cement r egime does not adequately deter polluters or pr event pollution. Making matters\nworse, this r egime inv olved \"cumbr ous enfor cement pr ocedur es\" that made it next t o impossible t o bring\nabatement actions. State W ater Resour ces Contr ol Bd. , 426 U. S., at 202; see also 33 U. S. C. §1160\n(1970 ed.) (r equiring, prior t o an abatement action, that the United States hold a conf erence of the\nrelevant state agencies, then pr ovide the state agency six months t o tak e remedial action, then call a\npublic hearing with the state agency and the dischar ger); K. Mur chison, Learning F rom Mor e Than Fiv e-\nand-a-Half Decades of F eder al W ater P ollution Contr ol Legislation: Twenty Lessons for the F uture, 32\nEnv. Aff."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_56",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 56,
      "text": "527, 534 (2005) (\" Accor ding t o a r epor t prepar ed b y the Senate Committee on Public W orks, the4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 19/31\nfeder al go vernment initiated only one enfor cement action under the F eder al W ater P ollution Contr ol Act\nprior t o 1970\"). Congr ess chose a diff erent r egulat ory model when it adopted the Act in 1972. The Act r enders all\ndischar ges pr esumptiv ely unlawful. Then, under the curr ent ex ante permitting r egime, EP A authoriz es\nonly those dischar ges that comply with the Act. Should a permittee fail t o comply with the terms of its\npermit, EP A has br oad authority t o sue. See 33 U. S. C. §§1319(b)-(d) (authorizing civil actions for\ninjunctiv e relief, civil penalties for violations, and in some instances criminal sanctions). The r eceiving water limitations imposed under §1311(b)(1)(C ) are entir ely consistent with this\nscheme. Again, the technology-based effluent limitations imposed under §1311(b)(1)(A) do the primar y\nwork of gating dischar ges at the fr ont end t o minimiz e pollution."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_57",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 57,
      "text": "The §1311(b)(1)(C ) limitations guar d\nagainst any r esidual risk that dischar ges will violate the water quality standar ds. Because these\nlimitations supplement r ather than r eplace the technology-based effluent limitations, ther e is no risk that\nbroadly wor ded r eceiving water limitations will r ecreate the ineff ectiv e abatement r egime that pr evailed\nprior t o 1972. Furthermor e, the r eceiving water limitations oper ate within the br oader context of the Act' s permitting\nregime. These permits impose a prospectiv e requir ement on permittees t o comply with permit\nconditions. Under the old r egime, a dischar ger could tak e an appr oach of \" pollute first and apologiz e\nlater ,\" secur e in the knowledge that an abatement suit was unlik ely and that such a suit would at most\nallow judgment t o \"secur[e] abatement of any pollution pr oved.\" 33 U. S. C. §1160(h) (1970 ed.). A\npermittee who violates a permit condition, b y contr ast, necessarily exposes itself t o enfor cement actions\nby EPA, as well as potential penalties. See 33 U. S. C. §§1319(b)-(d). Receiving water limitations, lik e any\nother permit condition, thus oper ate as \" ' direct r estrictions' on polluters. \""
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_58",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 58,
      "text": "Ante , at 13 (quoting State\nWater Resour ces Contr ol Bd. , 426 U. S., at 204). 2\n     The Cour t also claims that the r eceiving water limitations ar e inconsistent with two f eatur es of the\n\"broader statut ory scheme. \" Ante , at 14-16. First , it contends that the r eceiving water limitations ar e at\nodds with the permit shield pr ovision because violations of the permit condition (and the attendant\nliability) ar e har d to predict. Ante , at 14-15. Second , it ar gues that the Clean W ater Act is silent about the\nproblem of multiple dischar gers int o the same body of water--and if the Act allowed EP A to condition a\npermit on maintaining water quality standar ds, the Cour t says, it sur ely would ha ve spelled out how t o\ndeal with such an ob vious complication. Ante , at 15-16. Both of these ar guments boil down t o the\nCour t's concern that r eceiving water limitations might be unfair t o permittees. In some cir cumstances,\nthey might be."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_59",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 59,
      "text": "But any unfairness should be addr essed thr ough arbitr ary-and-capricious challenges--not\na statut ory rewrite.4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 20/31\n     Star t with the permit shield pr ovision. Under §1342(k), compliance with the terms of a permit \" shall be\ndeemed compliance \" with v arious substantiv e provisions of the Act, ther eby shielding permit holders\nfrom liability . The Cour t insists that r eceiving water limitations lik e those in the city 's permit would\n\"eviscer at[e]\" that benefit b y failing t o provide fair notice. Ante , at 14-15. The permit shield pr ovision, howe ver, serves the specific r ole of immunizing permittees that comply\nwith a permit. See §1342(k). F or instance, it \"insulate[s] permit holders fr om changes in v arious\nregulations during the period of a permit\" and \"r elieve[s] them of ha ving t o litigate in an enfor cement\naction the question whether their permits ar e sufficiently strict. \" E. I. du P ont de Nemours & Co.  v. Train,\n430 U. S. 112, 138, n. 28 (1977)."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_60",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 60,
      "text": "The r eceiving water limitations do not eliminate that benefit. It r emains\ntrue that San F rancisco cannot be sued under the theor y that the city 's permit is insufficient t o ensur e\ncompliance with the Act. Really , the Cour t's argument r educes t o the br oader policy concern that it ma y be difficult for r egulated\nentities t o comply with r eceiving water limitations and that the y ma y lack adequate notice of a violation. But again, that concern goes t o the question whether a par ticular r eceiving water limitation is r ational. If\na permittee cannot r easonably determine how t o comply with a r eceiving water limitation, then the\npermit condition ma y be inv alidated as arbitr ary and capricious. (In fact, San F rancisco made arbitr ary-\nand-capricious ar guments below , but the Ninth Cir cuit r ejected them; the city did not seek this Cour t's\nreview of that issue. See 75 F . 4th 1074, 1092-1093 (2023).) And as EP A acknowledged at or al ar gument,\nthe Agency \" may not impose limitations of any kind that ar e unconstitutionally v ague. \" Tr. of Or al Ar g. 51."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_61",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 61,
      "text": "These concerns do not speak t o the r elevant question her e, which is whether r eceiving water limitations\ncompor t with the Act. The Cour t is also wr ong t o suggest that r eceiving water limitations ar e categorically impermissible\nbecause ther e ma y be multiple dischar gers int o one body of water in some cir cumstances. See ante , at\n15-16. It mak es little sense t o sa y that an agency alwa ys lacks authority t o tak e a cer tain action just\nbecause the action would be unr easonable in some scenarios. And as the Cour t itself r ecogniz es, ther e\nis no multiple-dischar ger pr oblem her e: San F rancisco is the only significant dischar ger at the Southwest\nOcean Outfall. Ante , at 16. If EP A does star t imposing r eceiving water limitations in contexts wher e\npermittees cannot contr ol the quality of the r eceiving waters--such as wher e ther e are multiple\ndischar gers--then, again, the permittee can bring an arbitr ary-and-capricious challenge. 3\n     Finally , the Cour t downpla ys the v aluable uses of r eceiving water limitations. To begin, EP A imposes\nsuch limitations when the Agency \"lacks the information necessar y to de velop mor e tailor ed limitations. \" Tr."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_62",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 62,
      "text": "of Or al Ar g. 51. That is the case her e: San F rancisco has consistently failed t o update its Long-T erm\nContr ol Plan for managing combined sewer o verflows. See 75 F . 4th, at 1095 (obser ving that San4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 21/31\nFrancisco has not updated its plan since 1991). By imposing r eceiving water limitations, EP A was\nnevertheless able t o issue a permit t o San F rancisco while complying with the Clean W ater Act. The Cour t does not explain what other course of action EP A could tak e. Instead, it states, without\ncitation, that \"EP A possesses the exper tise . . . and the r esour ces necessar y to determine what a\npermittee should do. \" Ante , at 17. This bar e asser tion simply ignor es the ob vious pr oblem--how is EP A\nexpected t o deplo y its exper tise when it lacks the basic information necessar y to mak e a decision? The\nCour t also suggests that the Agency could r efuse t o issue a permit until the applicant pr ovides the\nnecessar y information. Ibid."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_63",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 63,
      "text": "But this giv es the game awa y: The entir e point of EP A's argument is that it is\npreferable for EP A to impose br oadly wor ded conditions in its permits than t o deny permits alt ogether\nand potentially shut down San F rancisco 's sewer system. Nor can EP A simply \" mak e use of its\nemer gency powers\" when permittees fail t o provide necessar y information. Ibid. Such powers ar e\navailable only when ther e is \"imminent and substantial endangerment t o the health of persons or t o . . . the liv elihood of . . . persons. \" §1364(a). As the name \" emer gency \" suggests, these powers pr ovide a\nlimited a venue for the Agency t o sue in r esponse t o a crisis. They do not pr ovide a solution t o the\nproblem of non-compliant permittees. Receiving water limitations ar e also useful when EP A issues gener al permits t o broad categories of\ndischar gers (such as for construction pr ojects). See South Fla. W ater Management Dist. v. Miccosuk ee\nTribe, 541 U. S. 95, 108, n. (2004) (obser ving that such \" permits gr eatly r educe . . . administr ative bur den\nby authorizing dischar ges fr om a categor y of point sour ces within a specified geogr aphic ar ea\")."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_64",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 64,
      "text": "In lieu\nof individualiz ed and pr escriptiv e permitting conditions--which would tak e time t o craft and with which\nsmall businesses might ha ve difficulty complying--EP A instead allows the permittee t o proceed under\nmore gener al language. EP A can ther efore issue the permit quickly and giv e responsible permittees\nflexibility t o choose how t o comply with the permit. After t oday, the alternativ e for entities seeking a gener al permit is not for EP A to issue the permit\nwithout the §1311(b)(1)(C ) limitation. Instead, the alternativ e is for the permit t o be dela yed or e ven\ndenied. See Tr. of Or al Ar g. 83 (If the Cour t \"tak e[s] awa y [EP A's] ability t o rely on these sor ts of\nprohibitions, \" then the Agency is \" going t o need t o ask for mor e information because it' s only with that\ninformation \" that the Agency can \" develop mor e tailor ed limitations\"). Section 1311(b)(1)(C ) is not\noptional; EP A is r equir ed to issue the limitations necessar y to ensur e that the water quality standar ds ar e\nmet."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_65",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 65,
      "text": "So taking a t ool awa y from EP A ma y mak e it har der for the Agency t o issue the permits that\nmunicipalities and businesses need in or der for their dischar ges t o be lawful. The Cour t dismisses this concern, noting that \" no . . . company has submitted a brief suppor ting . . . EPA's interpr etation. \" Ante , at 19. But ther e is no r eason t o think that the sampling of tr ade associations\nfrom which this Cour t happens t o hear r eflects the views of all potentially aff ected par ties. And in any\nevent, neither the cited amicus  brief nor the Cour t itself has any r esponse t o EP A's str aightfor ward point:4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 22/31\nIf the Agency must impose individualiz ed conditions for each permittee under §1311(b)(1)(C ), then it will\nbe mor e difficult and mor e time consuming for the Agency t o issue permits. *  *  *\n     Receiving water limitations ar e not categorically inconsistent with the Clean W ater Act."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_66",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 66,
      "text": "Because the\nCour t holds other wise, I r espectfully dissent in par t.\nFOO TNO TES\nFootnote 1\nFOO TNO TES\nFootnote 1\n See 33 U. S. C. §1342(b). The pr ovision at issue in this case, §1311(b)(1)(C ), applies equally t o feder al\nand state permits, but for conv enience, we r efer only t o the EP A when r eferring t o the scope of permitting\nauthority under that pr ovision. Footnote 2\n §1362(6). Footnote 3\n §1362(7). Footnote 4\n §1362(11). Footnote 5\n Brief for Public W astewater and St ormwater Agencies et al. as Amici Curiae  2. Footnote 64/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 23/31\n See W ater P ollution Contr ol Act Amendments of 1956, Pub. L. 84-660, 70 Stat. 498; F eder al W ater\nPollution Contr ol Act Amendments of 1961, Pub. L. 87-88, 75 Stat. 204; W ater Quality Act of 1965, Pub. L. 89-234, 79 Stat. 903; W ater Quality Impr ovement Act of 1970, Pub. L. 91-224, 84 Stat. 91. Footnote 7\n See §2(d), 62 Stat. 1156-1157; 70 Stat. 504-505; 75 Stat. 208-209; 79 Stat. 909. Footnote 8\n See Brief for National Association of Home Builders et al. as Amici Curiae  1, 11-12."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_67",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 67,
      "text": "Footnote 9\n T. Camp, The Pr oblem of Separ ation in Planning Sewer Systems, 38 J. W ater P ollution Contr ol\nFeder ation 1959 (1966). Footnote 10\n See App. t o Pet. for Cer t. 80-140. Footnote 11\n Both the California Regional W ater Quality Contr ol Boar d and the EP A had t o appr ove the NPDES permit\nbecause the Oceanside facility dischar ges int o waters that fall under both state and f eder al jurisdiction. 75 F. 4th 1074, 1082 (CA9 2023) (case below). Footnote 12\n The dissent suggests that the 1972 Congr ess was displeased with the prior enfor cement r egime\nbecause it was t oo bur densome for the Go vernment, not because it was unfair for entities against which\nenfor cement actions wer e brought. See post , at 8-9 ( BARRETT, J., dissenting in par t). But whether or not\nthis assessment of Congr ess's intent is corr ect, what matters for pr esent purposes is that Congr ess\ndeliber ately deleted a longstanding pr ovision that expr essly authoriz ed what the dissent wishes t o\nperpetuate. The idea that Congr ess sought t o preser ve the old enfor cement mechanism b y squirr eling it\naway in §1311(b)(1)(B)' s inapt language defies belief."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_68",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 68,
      "text": "Footnote 13\n In response t o our ar guments about the two structur al featur es discussed abo ve, the dissent contends\nthat our interpr etation of §1311(b)(1)(C ) is not necessar y to protect permittees because e ven without4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 24/31\nthat interpr etation a permittee subjected t o an end-r esult pr ovision could challenge it as arbitr ary and\ncapricious. See post , at 10-12 (opinion of BARRETT, J.). Of course, that r esponse is no answer t o our\nargument that §1311(b)(1)(C ) does not authoriz e end-r esult pr ovisions in the first place. And in any\nevent, it is not clear that individual arbitr ary-and-capricious challenges would pr ovide adequate\nprotection. Unless some form of judicial r elief could be obtained befor e an end-r esult pr ovision t ook\neffect, a permittee 's potential liability could r each astr onomical pr opor tions befor e the challenge was\nfinally r esolv ed."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_69",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 69,
      "text": "Footnote 14\n The dissent ar gues that end-r esult pr ovisions ar e in the best inter ests of r egulated entities because the\nalternativ e ma y be dela y in the issuance of permits. Post, at 14 (opinion of BARRETT, J.). If that wer e true,\none would expect r egulated par ties t o favor such pr ovisions, but none has done so. On the contr ary, a\nlong list of municipalities and other permittees suppor t San F rancisco 's position. See supr a, at 2; infra, at\n19-20. These sophisticated entities ar e better positioned than the dissent t o judge what is good for\nthem. Footnote 15\n In fact, the CSO Contr ol Policy specifies exactly what a phase II permit should contain, and those\nrequir ements ar e inconsistent with the end-r esult limitation that the EP A imposes her e. Under the policy ,\na phase II should contain: (1) \"[r]equir ements t o implement the technology-based contr ols\"; (2) \"\n[n]arr ative requir ements which insur e [sic] that the selected CSO contr ols ar e implemented, oper ated and\nmaintained as described in the long-term CSO contr ol plan \"; (3) \"[w]ater quality-based effluent limitations\n. . . r equiring, at a minimum, compliance with . . ."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_70",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 70,
      "text": "numeric per formance standar ds for the selected CSO\ncontr ols\"; (4) \"[a] r equir ement t o implement, with an established schedule, the appr oved post-\nconstruction water quality assessment pr ogram\"; (5) \"[a] r equir ement t o reassess o verflows t o sensitiv e\nareas in those cases wher e elimination or r elocation of the o verflows is not physically possible and\neconomically achie vable \"; (6) \"[c]onditions establishing r equir ements for maximizing the tr eatment of\nwet weather flows\"; and (7) \"[a] r eopener clause authorizing the NPDES authority t o reopen and modify\nthe permit upon determination that the CSO contr ols fail t o meet [water quality standar ds] or pr otect\ndesignated uses. \" 59 F ed. Reg. 18696. Again, although the purpose is t o impr ove the quality of the\nrelevant bodies of water , these permitting components all r elate t o the dischar gers' beha vior and the\npermitting authority 's super vision of that beha vior. Was this helpful?"
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_71",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 71,
      "text": "Yes No4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 25/31\nWelcome t o FindLaw' s Cases & Codes\nA free sour ce of state and f eder al cour t opinions, state laws, and the United States\nCode. F or mor e information about the legal concepts addr essed b y these cases and\nstatutes visit FindLaw' s Learn About the Law . Go to Learn About the Law \nCITY AND COUN TY OF SAN FRANCISCO , CALIFORNI A v.\nENVIRONMEN TAL PRO TECTION A GENCY (2025)\nDock et No:  No. 23-753\nArgued:  October 16, 2024\nDecided:  Mar ch 04, 2025\nCour t: United States Supr eme Cour t\n4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 26/31\nPractice Management\nLegal Technology\nLaw StudentsNeed t o find an att orne y? Sear ch our dir ectory by legal issue\nEnter information in one or both fields (Requir ed)\nFind a lawy erLegal issue"
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_72",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 72,
      "text": "I need help near (city, ZIP code or county)\nKarachi, Sindh \nFor Legal Pr ofessionals4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 27/31\nGet a pr ofile on the #1 online legal dir ectory\nHarness the power of our dir ectory with y our own pr ofile. Select the butt on below t o\nsign up. Sign up \nEnter y our email addr ess t o subscribe\n* Indicates r equir ed field\nGet email updates fr om FindLaw Legal Pr ofessionals\nEmail *4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 28/31\nLearn mor e about FindLaw’ s newsletters , including our terms of use and priv acy policy . Learn About the Law\nGet help with y our legal needs\nFindLaw’ s Learn About the Law f eatur es thousands of informational ar ticles t o help y ou understand\nyour options. And if y ou’re ready t o hir e an att orne y, find one in y our ar ea who can help."
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_73",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 73,
      "text": "Go to Learn About the Law \n4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 29/31\nBACK TO TOP\nQuestions? At FindLaw .com, we pride ourselv es on being the\nnumber one sour ce of fr ee legal information and\nresour ces on the web. Contact us.ABOUT  US \nOur Team\nAccessibility\nContact Us\nFIND A L AWYER SELF-HELP RESOURCES\nLegal F orms & Ser vices\nLEGAL RESEARCH\nLearn About the Law\nState LawsNeed t o find an att orne y? Sear ch our dir ectory by legal issue\nEnter information in one or both fields (Requir ed)\nFind a lawy erLegal issue"
    },
    {
      "chunk_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw_chunk_74",
      "document_id": "CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) _ FindLaw",
      "chunk_index": 74,
      "text": "I need help near (city, ZIP code or county)\nKarachi, Sindh 4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 30/31\nStay up-t o-date with how the law aff ects y our\nlife. Sign up for our consumer newsletter .\nENTER Y OUR EM AIL ADDRESS\n\nFOLL OW US:  \nBy Location\nBy Legal Issue\nBy Lawy er Pr ofiles\nBy NameU.S. Caselaw\nU.S. Codes\nCopyright © 2025, FindLaw . All rights r eser ved.\nTerms  >|Privacy >|Disclaimer  >|Cookies  >|Manage Pr eferences  >4/7/25, 11:13 AM CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA v. ENVIRONMENTAL PROTECTION AGENCY (2025) | FindLaw\nhttps://caselaw.findlaw.com/court/us-supreme-court/23-753.html 31/31"
    }
  ],
  "processed_date": "2025-04-18 16:10:36",
  "validation_info": {
    "is_legal": true,
    "legal_confidence": 0.8,
    "document_type": "ACT"
  }
}