{
  "document_id": "legal1",
  "chunks": [
    {
      "chunk_id": "legal1_chunk_0",
      "document_id": "legal1",
      "chunk_index": 0,
      "text": "Document Metadata:\nDocument Type: ACT\nKey Dates: March 28, 2025, March 3, 2022, March 8, 2022, March 9, 2022, October 6, 2022\n\n[Document Type: ACT]\n\n[Cite as State v. Jones , 2025 -Ohio -1098.]\n\nIN THE COURT OF APPEALS OF OHIO  \nSIXTH APPELLATE DISTRICT  \nOTTAWA COUNTY\n\nState of Ohio   Court of Appeals No.  OT -24-026\n\nAppell ant  Trial Court No.  22 CR 208\n\nv.\n\nChad Jones   DECISION AND JUDGMENT\n\nAppell ee  Decided:  March 28, 2025\n\n* * * * *\n\nJames J. VanEerten, Ottawa County Prosecuting Attorney, and  \n Thomas A. Matuszak , Assistant Prosecuting Attorney, for appellee.\n\nJonathan M. McGookey , for appellant.\n\n* * * * *  \nDUHART , J.\n\n{¶ 1} Appellant, the State of Ohio , appeals  from  a judgment  of the Ottawa  County \nCourt of Common Pleas  granting appellee Chad Jones’s Motion to Dismiss for Discovery \nViolations . For th e reasons that follow, the trial court’s judgment is affirmed ."
    },
    {
      "chunk_id": "legal1_chunk_1",
      "document_id": "legal1",
      "chunk_index": 1,
      "text": "2. Statement of the Case  and Facts  \n{¶ 2} On March 3, 2022, appellee Jones was driving in Catawba, Ohio, when he \nbroadsided another vehicle that had run a stop sign , killing its driver . Jones was \nsubsequently charged  with a misdemeanor OVI  in Ottawa County Municipal C ourt case \nNo. TRC 2200682A. {¶ 3} On March 7, attorney Michael D. Kaufman filed a request for discovery in \ncase No. TRC2200682A. Included in Kaufman’s  request was a request for  production of \n“[a]ny relevant written or recorded statements made by the Accused, or any written \nsummaries of any oral arguments, or copies thereof, including but not limited to any \naudio or video tap e of the traffic stop  that are either in the possession of the State or \nwhich the State intends on introducing or utilizing at trial.” (Emphasis in original.) {¶ 4} On March 8, 2022 , the State filed a motion to dismiss case No. TRC2200 682A , without prejudice, for further investigation. And on March 9, 2022, the \nOttawa County Municipal Court dismissed case No. TRC 2200682A without prejudice."
    },
    {
      "chunk_id": "legal1_chunk_2",
      "document_id": "legal1",
      "chunk_index": 2,
      "text": "{¶ 5} Nearly seven months later, on October 6, 2022, the Ottawa County grand \njury returned a true bill indictment in the present case, charging Jones with five offenses, \nincluding: aggravated vehicular homicide , a felony of the second degree ( as the \nproximate result of driving while under the influence  of alcohol , a drug of abuse, or a \ncombination of them); aggravated vehicular homicide, a felony of the third degree  \n(recklessness); operating a vehicle  under the influence of alcohol, a drug of abuse, or a \ncombination of them, a misdemeanor of the first degree; violation of speed limits, a"
    },
    {
      "chunk_id": "legal1_chunk_3",
      "document_id": "legal1",
      "chunk_index": 3,
      "text": "3. \n minor misdemeanor; and operating in willful and wanton disregard of the safety of \npersons or property, a minor misdemeanor. {¶ 6} On October 18, 2022, Jones’s new counsel, attorney Jonathan M. \nMcGookey , served the State with a request for discovery and a request to preserve \nexculpatory evidence , wherein McGookey requested that the State “preserve any and all \nvideotaped evidence from any source, including but not limited to: private video from \narea businesses, bod y cam, cruiser video and/or, station house booking video.”  \n{¶ 7} On March 27, 2023, Jones filed a motion to dismiss for discovery violations  \ntogether with  a request for a hearing. In his motion , Jones  argued that the charges against \nhim should be dismissed for a due process violation  because the Ohio State Highway \nPatrol had failed to preserve three dash -cam videos from the three troopers who had \nresponded to the scene of the crash. The parties do not dispute that the Ohio State \nHighway Patrol dash cam evidence went missing after  it was specifically requested by \nJones’s original defense counsel."
    },
    {
      "chunk_id": "legal1_chunk_4",
      "document_id": "legal1",
      "chunk_index": 4,
      "text": "{¶ 8} On October 9, 2023, the parties signed and filed joint stipulations regarding \nthe motion to dismiss. Also on October 9, 2023, the Court admitted a flash drive \ncontai ning videos, including body -cam video from Ottawa County Sheriff Deputy Rob \nDotson, body -cam videos from Ottawa County Sheriff Deputy Jonah Boyer, dash -cam \nvideo of Sergeant Jim Stewart of the Catawba Island Police Department, and video from \na private surveillance camera that captured the crash."
    },
    {
      "chunk_id": "legal1_chunk_5",
      "document_id": "legal1",
      "chunk_index": 5,
      "text": "4. \n {¶ 9} At the  outset of the  December 11, 2023 evidentiary hearing on the motion to \ndismiss , the State acknowledged that the burden of proof was on the state.  The State \npresented testimony by Ohio State Highway Patrol  Troopers Tashawna Berry, Carl \nGutman, and Ray Zavala, and admitted into evidence three diagrams showing the \npositions of the patrol cars at the scene . \n{¶ 10}  On May 8, 2024, the trial court issued a decision and judgment entry \ngranting Jones’s motion to dismiss. The following were among the trial court’s  \n(undisputed)  findings of fact:  \nOn March 3, 2022, the Defendant’s vehicle, which the \nDefendant was driving at the time, was involved in a crash \nwith another vehicle being driven by [the victim ] at the \nintersection of TR -243 (Beach Club Road) and CR -30 \n(Northwest Catawba Road) in Catawba Township, Ottawa \nCounty, Ohio. [The victim ] died as a result of the crash.\n\nThree law enforcement agencies responded to the scene of the \ncrash – Catawba Island Police Department, Ottawa County \nSheriff’s Office, and the Ohio State Highway Patrol."
    },
    {
      "chunk_id": "legal1_chunk_6",
      "document_id": "legal1",
      "chunk_index": 6,
      "text": "Officers from the Sheriff’s Office and Catawba Island PD \narrived on scene first. Through Catawba Island PD Sgt. \nStewart’s dash -cam footage, the Defendant can be seen \nwalking around the crash site, making phone calls, going to \nhis truck to get a coat, and t hen zipping up said coat. \nThroughout the video, the Defendant’s words were not \nslurred, his motor functions were normal, and he did not show \nany indications of impairment. The Defendant does not \nappear impaired in that video.\n\nShortly after the events shown on the Catawba Island PD \ndash-cam footage, OSHP  Tpr. Zavalla [sic] arrived on scene \nand took the lead in the investigation. When Tpr. Zavalla [sic] \ncame into contact with the Defendant, the Defendant’s speech\n\n5. \n was not slurred and the Defendant was not stumbling. Tpr. \nZavala noticed an odor of alcohol on the Defendant’s breath, \nso he decided to conduct field sobriety testing."
    },
    {
      "chunk_id": "legal1_chunk_7",
      "document_id": "legal1",
      "chunk_index": 7,
      "text": "Tpr. Gutman witnessed Tpr. Zavalla [sic] conducting field \nsobriety testing in full view of Tpr. Zavalla’s [sic] dash -cam. \nBut, Tpr. Gutman’s recollection of the field sobriety test is \nlimited, in that he testified he does not remember whether the \nHorizontal Gaze Nystagmus (HGN) test was conducted  inside \nor outside the vehicle. He was unable to provide specific \ndetails related to the Defendant’s performance on the test in \ntestimony."
    },
    {
      "chunk_id": "legal1_chunk_8",
      "document_id": "legal1",
      "chunk_index": 8,
      "text": "Tpr. Zavalla [sic] confirmed that the field sobriety testing was \nrecorded, and he reviewed the dash -cam recording at some \npoint before the video was destroyed. Tpr. Zavalla’s [sic] \nrecollection  of the Defendant’s performance on the field \nsobriety tests was also limited. He reviewed his report prior to \ntestifying at the hearing, and the report indicated that the \nDefendant displayed 4/6 clues on the HGN test, 3/8 clues on \nthe Walk and Turn test, a nd 3/4 clues on the one leg stand. \nAgain, he was unable to prov ide specific details related to the \nDefendant’s performance on the test in his testimony. For \nexample, he could not recall whether the HGN test was \nconducted while the Defendant was in the car or in front of \nthe cruiser’s lights, he could not recall how fa r the \nDefendant’s he el and toe were separated during the walk and \nturn to signify the clue of “failure to touch heel to toe,” and \nhe did not recall how many times the Defendant put his foot \ndown for balance during the one leg stand. His memory  \nconsisted of  the clues that were marked in his report that he \nhad reviewed before testifying."
    },
    {
      "chunk_id": "legal1_chunk_9",
      "document_id": "legal1",
      "chunk_index": 9,
      "text": "After the tests were completed, Tpr. Zavalla [sic] arrested the \nDefendant for Operating a Vehicle Under the Influence ….\n\n{¶ 11}  The trial court went on to detail the  numerous  efforts of attorney \nMcGookey and the assistant prosecutor to obtain t he dash-cam videos from the three \nOhio State Highway Patrol troopers’ vehicles that responded to the scene of the crash on\n\n6. \n March 3, 2022 . Toward the end of this recitation , the trial court made the following final \nfindings : \nOn April 20, 2023, Assistant Prosecutor Matuszak again \nreached out to the Post for dash -cam videos of the troopers. \nOn April 25, 2023, he did so yet again. That time, he was \ninformed the Post could not find any such videos for any of \nthe three troopers who  were at the scene. Sgt. Jeff Kaess \nsurmised that the troopers simply failed to flag the videos for \npreservation, and the system overwrote the videos by default \n90 days later, making them unrecoverable."
    },
    {
      "chunk_id": "legal1_chunk_10",
      "document_id": "legal1",
      "chunk_index": 10,
      "text": "The State of Ohio has not produced to the Defendant in \ndiscovery the dash -cam videos of the troopers’ vehicles that \nresponded to the scene of the crash on March 3, 2022. The \nState of Ohio has never had possession, custody, or control of \nthose videos.\n\nTwo of the Ohio State Highway Patrol’s records retention \npolicies are relevant herein. The first policy, in place at the \ntime of the crash and initial investigation, provided in \nrelevant parts that ‘audio, and video recordings and dash cam \nfootage not used  in a court case are to be retained for 180 \ndays’ and ‘[e]videntiary audio and/or video recordings and \ndash cam footage used in case investigations or court \nproceedings are to be retained for two (2) years or until \ncriminal, civil, and/or administrative pr oceedings are \ncomplete, whichever is longer.’ The policy changed in May \n2022 while this case was still under investigation. The new \npolicy requires that “all evidentiary recordings…used in \ncriminal or civil proceedings…must be held for a minimum \nof two years. ’"
    },
    {
      "chunk_id": "legal1_chunk_11",
      "document_id": "legal1",
      "chunk_index": 11,
      "text": "All three Troopers agreed at the hearing that there is no  way \nthe dash -cam evidence would have been deleted within seven \n(7) days of the accident, and likely not even prior to ninety \n(90) days after the accident.\n\n7. \n {¶ 12}  Using  these facts , the trial court determined , first,  that it was the States’ \nburden to show that the destroyed evidence was “solely inculpatory ,” and second, that the \nState failed to prove that Tpr. Zavala’s dash -cam video , “destroyed after [Jones’s ] request \nfor same and against OSHP’s own records retention policy,  [was]  solely inculpatory. ”  \n{¶ 13}  In addition, the trial court found that Jones  demonstrated  that the disputed \nevidence could not be obtained through “alternate channels.” Specifically, the trial court \nstated:  \nThere is simply no other means that the Defendant can obtain \ncomparable evidence to the destroyed dash -cam video in this \ncase. Cross -examination of the troopers present at the scene \nof the crash is not a valid substitute for the actual video \nfootage of the field sobriety testing, especially considering \ntheir inability to recall specific details beyond what is \nreflected in the writ ten report."
    },
    {
      "chunk_id": "legal1_chunk_12",
      "document_id": "legal1",
      "chunk_index": 12,
      "text": "{¶ 14}  The trial court further stated:  \nIn the context of this case, the Defendant’s request for \ndiscovery had exactly the same effect as making a public \nrecords request would have had. Not only would a public \nrecords request have been treated the exact same way as a \ndiscovery demand, just like the Defendant’s request for \ndiscovery, it is unlikely the video evidence would have been \nturned over to the Defendant anyway, in the midst of the \nongoing investigation.\n\n{¶ 15}  The State timely filed an appeal  from the trial court’s de cision .\n\n8. \n Assignment s of Error  \n{¶ 16}  On appeal, appellant  assert s the following assignment s of error:  \nI. The trial court committed reversible error because it \nemployed the wrong legal standards as it relates to \n“materially exculpatory” evidence.\n\nII. The trial court committed reversible error when it \napplied the wrong legal standards regarding the loss or \ndestruction of “materially exculpatory” evidence and \ndismissed Appellee’s indictment in toto."
    },
    {
      "chunk_id": "legal1_chunk_13",
      "document_id": "legal1",
      "chunk_index": 13,
      "text": "III. The trial court committed reversible error when it \napplied the wrong legal standards and failed to \nconsider that Appellee had not proven that Trooper \nZavala’s dash -camera video had been lost or destroyed \nin “bad faith. ”\n\nIV. The trial court committed reversible error when it \nrelied upon the Ohio State Highway Patrol’s records -\nretention policies as a basis to dismiss Appellee’s \nindictment for a perceived due process violation.\n\nV. The trial court committed reversible error when it \ndismissed (with prejudice) Counts Two, Four and Five \nbecause none of those charges require Appellant to \nprove that Appellee was impaired.\n\nLaw and Analysis  \n{¶ 17}  “‘[W]hen reviewing a trial court’s ruling on a motion to dismiss arising \nfrom an alleged due process violation based on destroyed or missing evidence, we defer \nto the factual findings of the trial court while applying a de novo review of the trial \ncourt’s application of the facts to the law.’” State v. Urbanski , 2023 -Ohio -3966, ¶ 16 (6th \nDist.), quoting State v. Walker , 2022 -Ohio -1684, ¶ 33 (10th Dist.)."
    },
    {
      "chunk_id": "legal1_chunk_14",
      "document_id": "legal1",
      "chunk_index": 14,
      "text": "9. {¶ 18}  “The Due Process Clause of the Fourteenth Amendment to the United \nStates Constitution  protects an accused from being convicted of a crime when the State \neither fails to preserve materiall y exculpatory evidence or destroys, in bad faith, \npotentially useful evidence.” State v. Nastick , 2017 -Ohio-5626, ¶ 8 (9th Dist.) , citing \nCalifornia v. Trombetta , 467 U.S. 479, 489  (1984); Arizona v. Youngblood , 488 U.S. 51, \n58 (1988). “Specific tests are applied to determine whether the [S]tate’s failure to \npreserve evidence rises to the level of a due process violation. The test depends on \nwhether the lost or destroyed evidence involves ‘material exculpatory evidence’ or \n‘potentially useful evidence.’  State v. Powell , 2012 -Ohio -2577, ¶ 73. {¶ 19}  “Evidence is constitutionally material when it possesses ‘an exculpatory \nvalue that was apparent before the evidence was destroyed, and [is] of such a nature that \nthe defendant would be unable to obtain comparable evidence by other reasonably \navailable mea ns.’” Id. at ¶ 74 , quoting Trombetta  at 489."
    },
    {
      "chunk_id": "legal1_chunk_15",
      "document_id": "legal1",
      "chunk_index": 15,
      "text": "“Evidence is materially \nexculpatory ‘“only if there is a reasonable probability that, had the evidence been \ndisclosed to the defense, the result of the proceeding would have been different. A \n“reasonable probabi lity” is a probability sufficient to undermine confidence in the \noutcome. ”’” City of Toledo v. Sanders , 2023 -Ohio -2092, ¶ 26, quoting State v. Johnston , \n39 Ohio St.3d 48, 61 (1988) , quoting United States v. Bagley , 473 U.S. 667, 682 (1985). “The mere possibility that an item of undisclosed information might have helped the \ndefense,  or might have affected the outcome of the trial does not establish ‘materiality’ in \nthe constitutional sense .” (Quotations omitted.) Toledo v. Zapata , 2015 -Ohio-3946, ¶ 9"
    },
    {
      "chunk_id": "legal1_chunk_16",
      "document_id": "legal1",
      "chunk_index": 16,
      "text": "10. (6th Dist. ), citing State v.  Jackson , 57 Ohio St.3d 29, 33 (1991), quoting United States v. \nAgurs , 427 U.S. 97, 109 (1976). “When the state fails to preserve materially exculpatory \nevidence, it per se violates a defendant’s right  to due process .” Sanders at ¶ 26, citing \nPowell at ¶74, citing Trombetta at 489. {¶ 20}  On the other hand, evidence is potentially useful if “no more can be said \nthan that it could have been subjected to tests, the results of which might have exonerated \nthe defendant.” Youngblood at 57. “Where the [S]tate’s failure to preserve concerns \npotentially useful evidence, a due process violation will only be found where the \ndefendant demonstrates that the state acted in bad faith.” Sanders at ¶ 27, citing State v. \nGeeslin , 2007 -Ohio -5239 , ¶ 10. “Bad faith generally requires something more than bad \njudgment or negligence; it requires dishonesty, conscious wrongdoing, ulterior motive, or \nill will.” State v. Daoust , 2021 -Ohio -4400, ¶ 33 (6th Dist.) , citing Powell at ¶ 81."
    },
    {
      "chunk_id": "legal1_chunk_17",
      "document_id": "legal1",
      "chunk_index": 17,
      "text": "{¶ 21}  “Ordinarily, a defendant bears the burden of demonstrating that the lost \nevidence was materially exculpatory or, in the case of potentially useful evi dence, that \nthe state acted in bad faith .” Sanders at ¶ 30, citing Daoust  at ¶ 35. However, t his court \nhas recognized a n exception to this rule  in cases where a defendant makes a specific \nrequest to have the evidence preserved  and the evidence is lost or destroyed after the \nprosecution is put on notice of the defendant’s request. Id., citing Daost at ¶ 35. In such \ncases, “the burden shifts to the [S]tate to show that the evidence was not materially \nexculpatory .” Id., citing Daost at ¶ 35, citing State v. Benton , 136 Ohio App.3d 801, 805  \n(6th Dist. 2000) , citing Columbus v. Forest , 36 Ohio App.3d 169, 173  (10th Dist. 1987) ;"
    },
    {
      "chunk_id": "legal1_chunk_18",
      "document_id": "legal1",
      "chunk_index": 18,
      "text": "11. \n but see State v. Beavers , 2012 -Ohio -6222, ¶ 12-26 (2d Dist.) (rejecting the burden -\nshifting approach as unsanctioned by  either the Supreme Court of Ohio or the Supreme \nCourt of the United States ). If the state  fails to carry this burden,  the defendant must still \nshow that the evidence could not have been obtained by other reasonable means. Benton \nat 805, citing Forest  at 173. First Assignment of Error  \n{¶ 22}  In the current case, the parties do not dispute that the burden -shifting \nmechanism was triggered in this case , placing the burden on the State . The State’s \nquarrel, as argued in its first assignment of error, is with the trial court’s suggestion that \nthe State had to prove  that the lost or destroyed evidence was “solely inculpatory,” rather \nthan that the lost or destroyed evidence was not “materially exculpatory.”  According to \nthe State, the “solely inculpatory” standard is a “practically impossible standard”  that is \nnot the “constitutionally -mandated”  standard , and, thus, the decision of the trial court  \nshould be reversed ."
    },
    {
      "chunk_id": "legal1_chunk_19",
      "document_id": "legal1",
      "chunk_index": 19,
      "text": "{¶ 23}  As indicated above, this court’s review in this appeal requires us to defer to \nthe factual findings of the trial court  while applying a de novo review to its application of \nthe facts to the law. Urbanski , 2023 -Ohio -3966 , at ¶ 16. We note that wh ere a trial court \nfails to articulate a correct legal standard  and fails to make findings to indicate that the \ntrial court implemented the correct legal standard , a case is properly remanded to the trial \ncourt for additional proceedings. See State v. Saxon, 2009 -Ohio -6905, ¶ 12 -13 (9th Dist.) (case remanded to trial court where the trial court  in granting a motion to dismiss  failed to"
    },
    {
      "chunk_id": "legal1_chunk_20",
      "document_id": "legal1",
      "chunk_index": 20,
      "text": "12. \n state the applicable  legal standard and  failed to make  findings as required under that \nstandard) . However, Ohio law also provides that  “‘[w]here the trial court enters a legally \ncorrect judgment but articulates an incorrect rationale for doing so, a court of appeals \nnonetheless affirms as a matter of law, because there has been no prejudice to the \nappealing party. ’” State v. Maddox , 2021 -Ohio -586, ¶ 13  (10th Dist.) , quoting State v. \nRoberts , 2016 -Ohio -4806, ¶ 23  (7th Dist.) , citing App.R. 12(B) . {¶ 24}  Upon a careful reading of the trial court’s decision, we do not find that the \ntrial court employed  an incorrect standard  in rendering its decision . While it quoted and \nultimately relied upon the “solely inculpatory” verbiage set forth in the First District \nCourt of Appeals decision  in State v. Palmer , 2023 -Ohio -1554, ¶ 13 (1st Dist.) , it also \ninterchangeably quoted and utilized in its analysis  the arguably distinguishable  \n“materially exculpatory” language that this court employed in Sanders , 2023 -Ohio -2092 , \nat ¶ 30 ."
    },
    {
      "chunk_id": "legal1_chunk_21",
      "document_id": "legal1",
      "chunk_index": 21,
      "text": "As will be eviden t in our analysis of the State’s second and third assignments of \nerror,  any error in the trial court’s use of the term “solely inculpatory ,” as opposed to \n“materially exculpatory,”  had no discernible impact on  the substance  or focus  of the trial \ncourt’s analysis  and related fact finding , and, thus, did not result in prejudice  to the State. Accordingly, the State’s first assignment of error is found not well -taken. Second Assignment of Error  \n{¶ 25}  The State initially argues in its second assignment of error that Trooper \nZavala’s lost/destroyed dash -cam video was not “materially exculpatory.”  Assuming , \nwithout deciding, that  the “not materially exculpatory” standard is the proper standard"
    },
    {
      "chunk_id": "legal1_chunk_22",
      "document_id": "legal1",
      "chunk_index": 22,
      "text": "13. \n and that the “solely inculpatory” standard is not, we find  that the burden -shifting remedy \nmay nevertheless  “impose upon the [S]tate a nearly impossible task in some cases. Just as \nfew criminal defendants are able to prove the apparent exculpatory value of lost or \ndestroyed evidence, so, too, will the [S]tate have a similar problem in attempting to prove \nthe evid ence was not exculpatory.” Forest, 36 Ohio App.3d 169 , at 173. {¶ 26}  Here, the trial court  determined that the troopers who testified could not \nremember with any specificity the events and interactions that were depicted on the \nlost/destroyed video  and that the only details that were recited in testimony were those \nthat were included in the report. Under such circumstances , the troopers’ testimony might \nwell be found  insufficient  to accomplish the difficult, if not “nearly impossible,” task of \nproving that the lost/destroyed evidence was not materially exculpatory."
    },
    {
      "chunk_id": "legal1_chunk_23",
      "document_id": "legal1",
      "chunk_index": 23,
      "text": "{¶ 27}  The State , for its part,  argues that it was able to meet its burden of proof \nsimply because it had directly asked Trooper Zavala whether there was anything \n“materially exculpatory” or even “potentially useful” in the dash -cam video and Trooper \nZavala’s answer was no. Belying this testimony , however, was Trooper Zavala’s  \ntestimony  on cross -examination  as to portions of the sobriety testing that Jones did pass. For example, Trooper Zavala testified that Jones did not start the walk and turn test too \nsoon, he did not stop the walk to turn  and steady himself, he did not raise his arms six \ninches for balance , he did not state that he could not do the test, and he did not step off \nthe line while  walking . Here,  the trial court obviously made a credibility determination \nand concluded that the State failed to carry its burden."
    },
    {
      "chunk_id": "legal1_chunk_24",
      "document_id": "legal1",
      "chunk_index": 24,
      "text": "14. {¶ 28}  Next, the trial court found that certain evidence provided by the State \nactually contradicted  the suggestion that Jones was impaired. In video taken at the scene , \nJones was shown walking around the crash s ite without stumbling or losing balance and  \nmaking phone calls and talking to law enforcement officers without slurring his speech. In addition, he was depicted going back to his car  to retrieve a coat, which he zipped up \nwithout exhibiting issues with dexterity. Still other video footage shows that the crash \noccurred as a result of the victim failing to stop at a stop sign and pulling into traffic in \nfront of Jones. No evidence was provided to show that Jones operated his vehicle \nimproperly. In addition, Trooper Zavala testified that Jones was observed to be \ncooperative, was not slurring his speech, and was not stumbling or losing balance , \nfollowing the crash. {¶ 29}  In order for the State to convict Jones of aggravated vehicular homicide  as \na felony of the second degree, it must prove that Jones, while operating a motor vehicle, \ncaused the death of another as the proximate result of committing an OVI offense. See \nR.C. 2903.06(A)(1)(a)."
    },
    {
      "chunk_id": "legal1_chunk_25",
      "document_id": "legal1",
      "chunk_index": 25,
      "text": "Given the conflicting  evidence as to a crucial  element of the \noffense  in this case , we do not find that the State has  shown that the missing video , which \nalmost certainly would have depicted Jones’s performance during the sobriety testing  in \ngreater detail than the troopers were able to recall,  was not materially exculpatory. {¶ 30}  We note , as did the trial court,  that “ [m]aterially exculpatory evidence can \ninclude evidence that has an exculpatory value solely because of its tendency to impeach \nthe credibility of a government witness .” State v. Palmer , 2023 -Ohio -1554 , at ¶ 11."
    },
    {
      "chunk_id": "legal1_chunk_26",
      "document_id": "legal1",
      "chunk_index": 26,
      "text": "15. Because  the State has failed to prove that the trooper’s testimony about  administration \nand scoring of the  field sobriety test s could not have been impeached with evidence from \nthe dash cam video , the State has  not shown that the missing video was not materially \nexculpatory. {¶ 31}  Next, the State c ontends that regardless of its su ccess in carrying its \nburden, Jones has failed to establish the second prong of the materially exculpatory test, \nwhich  requires Jones to  show that the evidence could not have been obtained vi a other \nreasonably availably means. See State v. Powell , 2012 -Ohio -2577 , at ¶ 74."
    },
    {
      "chunk_id": "legal1_chunk_27",
      "document_id": "legal1",
      "chunk_index": 27,
      "text": "Specifically, \nthe State argues that Jones “could have submitted a public records request to the Ohio \nState Highway Patrol at any time ,” and had he done so, “it would have prompted the \nOhio State Highway Patrol to automatically preserve Trooper Zavala’s dash -camera \n[video] for a longer period of time.”  \n{¶ 32}  We reject this argument , first because it is unsupported by any authority, \nbut also  because it  ignores the discovery responsibility that is bestowed upon the State  \nand the fact that a preservation request is at least as important, if not superior to , a public \nrecords request. A ruling that would require defendants to file public records requests in \nevery case in addition to discovery requests simply to preserve their constitutional right \nto due process would be unconscionable , and we decline to make it here. For the \nforegoing reasons, the State’s second assignment of error is found not well -taken."
    },
    {
      "chunk_id": "legal1_chunk_28",
      "document_id": "legal1",
      "chunk_index": 28,
      "text": "16. Third Assignment of Error  \n{¶ 33}  The State baldly asserts  in its third assignment of error, that  Trooper \nZavala’s dash -cam video  was, at best , “potentially useful,” rather than  “materially \nexculpat ory,” and, thus, the trial court should have made a determination as to whether \nthe missing video had been lost or destroyed in bad faith. Here , because  the state failed to \nshow that the missing video  was not  materially exculpatory , the question of whether it \nwas merely “potentially useful” simply did not arise  and, thus,  no bad faith analysis was \nrequired . The State’s third assignment of error is found not well -taken. Fourth Assignment of Error  \n{¶ 34}  The State argues in its fourth assignment of error that the trial court \ncommitted reversible error when it relied upon the Ohio State Highway Patrol’s records -\nretention policies as a basis for dismissing  the State’s indictment for a  due process \nviolation. In support of this argument, the State cites case law that suggests that there is \nno independent remedy of suppression  or dismissal simply because an agency violates its \nown internal policies."
    },
    {
      "chunk_id": "legal1_chunk_29",
      "document_id": "legal1",
      "chunk_index": 29,
      "text": "{¶ 35}  In this case, however, the trial court never found that a violation of the data \nretention policies created any presumption for dismissal or created any kind of per se \nremedy. In stating that “the State has failed to prove that Tpr. Zavala’s dash -cam video, \ndestroyed after the Defendant’s request for same and against the OSHP’s own records \nretention policy, is solely inculpatory,” the trial court appears merely to  have put into \nparenthetical context  -- both literally and figuratively -- the circumstances relating to the"
    },
    {
      "chunk_id": "legal1_chunk_30",
      "document_id": "legal1",
      "chunk_index": 30,
      "text": "17. \n request for the video and the video’s ultimate disappearance. This was not improper , nor \ndoes it provide  grounds for reversal in this case. Accordingly, the State’s fourth \nassignment of error is found not well -taken. Fifth Assignment of Error  \n{¶ 36}  The State argues in its fifth assignment of error , and for the first time on \nappeal,  that the trial court committed reversible error when it dismissed with prejudice \nCounts Tw o, Four and Five “because none of those charges required the State to prove \nthat Jones was impaired. ”  \n{¶ 37}  “‘[A]rguments raised for the first time on appeal are generally barred. ’” \nState v. Sokevitz , 2024 -Ohio -4727, ¶ 10, (6th Dist. ), quoting Lester v. Don’s Automotive \nGroup, LLC , 2021 -Ohio -4397, ¶ 49 (6th Dist.). “Indeed, arguments not presented at the \ntrial court are waived on appeal.” Id., citing LaCourse v. LaCourse , 2023 -Ohio -972, ¶ 23 \n(6th Dist.)."
    },
    {
      "chunk_id": "legal1_chunk_31",
      "document_id": "legal1",
      "chunk_index": 31,
      "text": "Because the State failed to assert  before the trial court that Jones’s remedy \nfor the State’s due process violation should be limited to the dismissal of the charges that \nhave an element of impairme nt, we consider the argument to have been waived  and, thus,  \nwe decline to consider it now . Appellant’s fifth assignment of error is found not well -\ntaken."
    },
    {
      "chunk_id": "legal1_chunk_32",
      "document_id": "legal1",
      "chunk_index": 32,
      "text": "18. \n Conclusion  \n{¶ 38}  The judgmen t of the  Ottawa County Court of Common Pleas  is affirmed . \nAppell ant is ordered to pay  the costs of appeal pursuant to App.R. 24.  \nJudgment affirmed.\n\nA certified copy of this entry shall constitute the mandate pursuant to App.R. 27.  \nSee also  6th Dist.Loc.App.R. 4.\n\nThomas J. Osowik , J.                 ____________________________   \n      JUDGE  \nGene A. Zmuda , J.                       \n____________________________  \nMyron C. Duhart , J.                        JUDGE  \nCONCUR.  \n____________________________  \n   JUDGE\n\nThis decision is subject to further editing by the Supreme Court of  \nOhio’s Reporter of Decisions.  Parties interested in viewing the final reported  \nversion are advised to visit the Ohio Supreme Court’s web site at:  \nhttp://www.supremecourt.ohio.gov/ROD/docs/."
    }
  ],
  "processed_date": "2025-03-31 22:28:08",
  "validation_info": {
    "is_legal": true,
    "legal_confidence": 0.6,
    "document_type": "ACT"
  }
}